[
{"Date": "11/19/2018", "Header": "Apache Corporation Releases 2018 Sustainability Report", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-corporation-releases-2018-sustainability-report", "Textbody": "\n                                   HOUSTON,  Nov.  19, 2018   (GLOBE NEWSWIRE) --  Apache Corporation  (NYSE/Nasdaq: APA) has released its 2018 Sustainability Report. The online report features extensive disclosure of Apache's performance in governance, economics, environmental stewardship, health and safety, workforce development and community engagement. The report is available at  www.apachecorp.com/Sustainability . \n \n       \n             \n               \n                 Apache Corporation (NYSE/Nasdaq: APA) has released its 2018 Sustainability Report. The online report features extensive disclosure of Apache's performance in governance, economics, environmental stewardship, health and safety, workforce development and community engagement. The report is available at www.apachecorp.com/Sustainability. \n               \n         \n   John J. Christmann IV, Apache's chief executive officer and president, said, “At Apache, we understand that our company’s success hinges upon our ability to produce lasting benefits for all stakeholders, including our investors, our employees and the communities in which we operate. To accomplish this, we are building for the future sustainably by investing in innovative operational approaches that deliver environmental, social and financial returns.” \n Among the highlights, the 2018 report: \n Provides increased transparency on Apache's most material sustainability issues  - Apache undertook a materiality analysis in 2017 to identify the issues that are most important to our stakeholders. Based on this analysis, the company is already reporting on all the issues stakeholders rank at the highest level of importance. In this report, Apache increased the level of disclosure on many of these topics, including water use and sourcing; water quality and wastewater management; greenhouse gas (GHG) emissions and energy use; sustainability; health, safety and environment (HSE); social issue management; regulation and compliance; and risk management. \n   Highlights Apache’s efforts to foster a culture of innovation and continuous improvement  - The featured innovation section outlines Apache’s efforts to explore and implement new and better technologies and streamline processes companywide. For instance, Apache worked to apply advanced data analytics to enhance our drilling performance results and reduce operational costs; develop innovative ways to recycle and reuse produced water; and improve seismic surveying technology to better locate and unlock oil and gas reserves. \n   Provides an in-depth update about our work in  Alpine High  - The report details how Apache is protecting local resources, implementing best management practices and coordinating with key community leaders to ensure the safe and responsible development of its new multidecade resource play,  Alpine High . \n   Addresses stakeholders' most frequently asked questions  - The report contains a special section that answers stakeholders' most frequently asked questions. The section provides concise yet thorough answers about how Apache is addressing these issues and points readers to more detailed, related content throughout the report. \n The report also highlights Apache's performance in key sustainability areas, including: \n Improving health and safety  - Since 2013, Apache has reduced safety incidents for employees and contractors by lowering our Total Recordable Incident Rate (TRIR) by 41 percent and Days Away, Restricted or Transferred (DART) rate by 50 percent. \n   Reducing methane emissions  - Apache is on track to meet its goal to reduce methane emissions intensity to 0.36 percent by 2025. In 2017, the company's global methane emissions intensity was 0.43 percent, a 9 percent reduction from 2016. \n   Using alternatives to fresh water  - In 2017, only 2 percent of Apache's water withdrawals were fresh water. Apache uses recycled produced water and nonpotable, brackish groundwater to reduce its use of fresh water. \n   Benefiting our communities  - Apache aims to benefit our communities by hiring and spending locally. In 2017, 97 percent of Apache employees were local nationals, and nearly 30 percent of the company's spending was with local vendors. Apache also contributed  $34 million  in local taxes assessed upon current company reserves. \n The 2018 report was prepared using the Global Reporting Initiative’s (GRI) Sustainability Reporting Standards and meets the requirements for a core-level report. GRI is a nonprofit organization that promotes economic, environmental and social sustainability. Its comprehensive sustainability reporting model is widely used around the world. Also consulted were the  Sustainability Accounting Standards Board  (SASB), IPIECA’s Oil and Gas Industry Guidance on Voluntary Sustainability Reporting, and Disclosing the Facts 2019. \n "},
{"Date": "11/12/2018", "Header": "Apache and Kayne Anderson Acquisition Corporation Announce Closing of Transaction to Create Altus Midstream Company, a Pure-Play, Permian Basin Midstream C-Corp", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-and-kayne-anderson-acquisition-corporation-announce", "Textbody": "\n                                   Altus Midstream will trade on the Nasdaq with the ticker symbols ALTM and ALTMW beginning  Nov. 12, 2018 \n \n       \n             \n               \n         \n   HOUSTON,  Nov.  12, 2018   (GLOBE NEWSWIRE) --  Apache Corporation (NYSE, Nasdaq: APA) and  Kayne Anderson Acquisition Corporation  (“KAAC”), a special purpose acquisition company (SPAC), which previously traded on the Nasdaq under the ticker symbols KAAC and KAACW, today announced the completion of the previously announced business combination to create  Altus Midstream Company  (Nasdaq: ALTM, ALTMW), currently the only publicly traded, pure-play,  Permian Basin  midstream C-corporation. The transaction was approved by KAAC shareholders  Nov. 6, 2018 . Upon closing, KAAC changed its name to  Altus Midstream Company . The Company’s Class A common stock and warrants will begin trading on the Nasdaq  Monday, Nov. 12, 2018 , under the symbols ALTM and ALTMW, respectively. \n “Altus Midstream is anchored by a world-class unconventional resource play in  Alpine High  and a premier sponsor in  Apache Corporation , which currently owns approximately 79 percent of the company,” said Brian Freed, Altus Midstream CEO and president. “Our high-growth gathering and processing business, along with our options to purchase equity interests in five top-tier,  Permian Basin  pipeline projects, will drive market-leading growth at Altus Midstream for years to come. With no debt and a substantial cash position, we have the financial strength and access to a low cost of capital to fund our identified organic growth as well as pursue other attractive opportunities, such as crude and water gathering in  Alpine High , third-party gathering and processing business, and mergers and acquisitions.” \n Additionally, on  Nov. 9, 2018 , Altus Midstream entered into a credit agreement providing for an  $800 million  unsecured five-year revolving credit facility, with initial capacity of  $450 million , the eventual ability to upsize the facility to  $1.5 billion , and two one-year extension options. Pricing for the credit facility ranges between LIBOR + 1.05 percent to 1.425 percent. \n “We have put in place a favorable revolving credit facility that provides Altus Midstream with flexible access to capital at attractive pricing and facilitates the ability to finance our growth plans,” said Ben Rodgers, Altus Midstream CFO. \n About  Altus Midstream Company Altus Midstream Company  is a pure-play,  Permian Basin  midstream C-corporation. Altus Midstream and/or its subsidiaries own substantially all of the gas gathering, processing and transportation assets servicing Apache Corporation’s production in the  Alpine High  play in the Delaware Basin. Altus Midstream posts announcements, operational updates, investor information and press releases on its website,  www.altusmidstream.com . \n "},
{"Date": "10/10/2018", "Header": "Apache Corporation to Host Third-Quarter 2018 Results Conference Call Nov. 1 at 10 a.m. Central Time", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-corporation-host-third-quarter-2018-results-conference", "Textbody": "\n                                   HOUSTON ,  Oct.  10, 2018   (GLOBE NEWSWIRE) --  Apache Corporation  (NYSE, Nasdaq: APA) will host its third-quarter 2018 results conference call  Thursday, Nov. 1, 2018 , at  10 a.m. Central time . The company will issue its earnings release after close of market  Wednesday, Oct. 31 . The full text of the release will be available on the company's website at  www.apachecorp.com . \n The conference call will be webcast from Apache's website at  www.apachecorp.com  and investor.apachecorp.com, and the webcast replay will be archived there as well. The conference call will also be available for playback by telephone for one week beginning at approximately  1 p.m. Central time Nov. 1 . To access the telephone playback, dial (855) 859-2056 or (404) 537-3406 for international calls. The conference access code is 4354928. \n Additional guidance \n To further assist analysts with their third-quarter production and earnings models, the company is also providing the following estimates: \n   \n       \n     Realized loss on oil and gas price derivatives (before tax): \n       \n     $7 million \n       \n       \n       \n       \n     \n       \n       \n       \n       \n       \n       \n       \n       \n     \n       \n     Unrealized loss on oil and gas price derivatives (before tax): \n       \n     $16 million \n       \n       \n       \n       \n     \n       \n       \n       \n       \n       \n       \n       \n       \n     \n       \n     Dry hole costs (before tax):  \n       \n     $20 to $25 million \n       \n       \n       \n       \n     \n       \n       \n       \n       \n       \n       \n       \n       \n     \n       \n     Egypt tax barrels:  \n       \n     33,000 to 37,000 BOE per day \n       \n       \n       \n       \n   Forward-looking statements \n This news release contains forward-looking statements within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. See \"Risk Factors\" in our 2017 Annual Report on Form 10-K, Quarterly Reports on Form 10-Q and other public filings and press releases. A number of factors could cause actual results to differ materially from the expectations presented. None of the information contained in this news release has been audited by any independent auditor. Apache may elect to modify the format or discontinue publication at any time, without notice to securities analysts or investors. Unless legally required, Apache assumes no duty to update any forward-looking statement as of any future date. \n "},
{"Date": "11/09/2018", "Header": "Apache Corporation Statement on the Passing of Raymond Plank", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-corporation-statement-passing-raymond-plank", "Textbody": "\n                                   HOUSTON, Nov. 9, 2018 – Apache Corporation (NYSE, Nasdaq: APA) today issued the following statement on the passing of Raymond Plank: \n“For the many of us at Apache who knew him, and the many more whose lives he touched, we remember Raymond as a visionary leader and a strong, passionate and caring man. His leadership, courage, generosity and integrity are central to the core values he instilled at Apache, and they continue to guide us today. We send our deepest condolences to the Plank family,” said Apache Corporation CEO and president, John J. Christmann IV. \n  \n                    "},
{"Date": "10/31/2018", "Header": "Apache Corporation Announces Third-Quarter 2018 Financial and Operational Results ", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-corporation-announces-third-quarter-2018-financial-and", "Textbody": "\n                                   Reported third-quarter production of 476,000 barrels of oil equivalent (BOE) per day. Adjusted production, which excludes Egypt noncontrolling interest and tax barrels and 2017 divestitures, was 401,000 BOE per day, up 13 percent over third-quarter 2017; \n\t Achieved U.S. production of 272,000 BOE per day and record Permian Basin production of 222,000 BOE per day, up 31 percent and 38 percent over third-quarter 2017, respectively; \n\t Delivered strong cash flow from operations of $1 billion, with nearly 70 percent of reported oil production receiving Brent or Gulf Coast-linked pricing; \n\t Expecting strong fourth-quarter adjusted production volume growth of 20,000 BOE per day, approximately half of which will come from oil; raising full-year 2018 U.S. production guidance to 262,000 BOE per day; \n\t Altus Midstream Company transaction to close in November 2018, which is expected to fund fourth quarter 2018 and future Alpine High midstream expenditures; \n\t Anticipate 2019 production at the high-end of previously announced guidance of 410,000 to 440,000 BOE per day on an annual upstream capital program of $3 billion; and \n\t Resumed share buyback program during the third quarter; announced additional share repurchase authorization of 40 million shares. \n HOUSTON, Oct. 31, 2018 – Apache Corporation (NYSE, Nasdaq: APA) today announced its financial and operational results for the third quarter of 2018. \n\n Apache reported earnings of $81 million or $0.21 per diluted common share for the third quarter of 2018. These results include a number of items outside of core earnings that are typically excluded by the investment community in their published earnings estimates, the most significant of which was a $75 million after tax loss incurred as a result of the bond tender exercise. When adjusted for this and other smaller items that impact the comparability of results, Apache’s third-quarter earnings were $244 million or $0.63 per share. Net cash provided by operating activities in the quarter was $1 billion. Adjusted earnings before interest, taxes, depreciation, depletion, amortization and exploration expenses (adjusted EBITDAX) was $1.4 billion.  \n\n “Apache continued our strong performance in the third quarter of 2018, delivering 31 percent growth in U.S. production year over year. The Permian Basin continues to be the key driver, with oil production up 16 percent and total production up 38 percent year over year. Our significant Brent and LLS oil price leverage and robust NGL realizations, combined with this production performance, resulted in impressive earnings and cash flow growth. Our positive production trends will continue in the fourth quarter, prompting us to again raise our full-year 2018 U.S. production guidance,” said John J. Christmann IV, Apache's chief executive officer and president. \n\n “During the third quarter, we also achieved a very important objective with the announcement of our Altus Midstream transaction. This will establish an entity capable of funding future midstream investment needs at Alpine High. Importantly, the deal will allow Apache to maintain control of the midstream buildout as we ramp up production at Alpine High,” continued Christmann.   \n\n Third-quarter operational summary                                                      \n\n Highlights from the company’s three principal areas include: \n\n United States  – U.S. production averaged 272,000 BOE per day. The company averaged 18 rigs and drilled and completed 47 gross-operated wells. \n\n Permian Basin  – Third-quarter production in the Permian Basin averaged 222,000 BOE per day, with total production up 38 percent and oil up 16 percent year over year. This growth reflects the ongoing development of Wolfcamp oil zones in the Midland and Delaware basins and the continued ramp up at Alpine High. The company averaged 18 rigs and five frac crews in the Permian Basin during the quarter and drilled and completed 47 gross-operated wells.\n\n\t Midland Basin  – Activity continues to focus on pad development in the Wolfcamp formation. During the quarter, the company drilled and completed 11 gross-operated wells and added one rig to optimize its rig-to-frac crew ratio. Contribution to oil growth from this addition will begin during the fourth quarter and continue into 2019. \n\t\t Delaware Basin  – Apache’s activity in the Delaware Basin currently includes operations in Alpine High, Dixieland, and Pecos Bend in Reeves County and the slope play in southeast New Mexico. At Alpine High, production in the third quarter averaged 49,000 BOE per day, a 52-percent increase over the second quarter of 2018. During the quarter, the company drilled and completed 23 gross-operated wells. Well costs and lease operating costs in the play continue to come down in-line with expectations despite upward pressure on service costs. \n\t \n Egypt  – Apache averaged 12 rigs during the quarter and drilled and completed 24 gross-operated wells with an 83-percent success rate. Adjusted production in Egypt, which excludes minority interest and the impact of tax barrels, averaged 78,000 BOE per day. The company has acquired approximately 1 million acres to date of a planned 2.6 million-acre seismic shoot. During the quarter, Apache initiated the next phase of the program in our new Northwest Razzak concession. \n\n North Sea  – Apache averaged three rigs during the quarter and produced 51,000 BOE per day, which was down slightly from the second quarter due to scheduled turnaround maintenance. Production is expected to increase in the fourth quarter, as the company brought its fourth development well online in the Callater field in September and plans to accelerate initial production at Garten from first-quarter 2019 to fourth-quarter 2018, only seven months after its discovery. \n\n Financial liquidity update \n\n During the quarter, the company restructured its debt portfolio with a tender offer and a new $1 billion 10-year, senior-debt offering. Proceeds from the new note offering were used to refinance existing debt and resulted in an extension of the debt maturity profile and a reduction in the average cost of debt. \n\n The company also reinitiated share repurchase activity under an existing authorization which had 7.8 million shares remaining as of June 30, 2018. 924,000 shares were repurchased under this authorization in the third quarter and repurchases continue in the fourth quarter. Apache’s board of directors recently authorized an additional 40 million share-repurchase program. \n\n Capital and production outlook  \n\n Upstream oil and gas investment was $844 million in the third quarter, which included $48 million for incremental leasehold acquisition and retention. Apache also invested $122 million for Alpine High midstream activity. Effective Oct. 1, 2018, Alpine High midstream infrastructure will be funded by Altus Midstream Company following the closing of the transaction which is expected in November 2018. \n\n Apache anticipates upstream capital investment of approximately $800 million in the fourth quarter, which includes $65 million for leasehold acquisition and retention, bringing the expected 2018 upstream total budget to approximately $3.1 billion. Strong execution and well performance in the third quarter are prompting the company to raise its 2018 U.S. production guidance to 262,000 BOE per day. Adjusted international production guidance for 2018 is now 133,000 BOE per day. \n\n In 2019, Apache is planning a $3 billion annual capital program, which will enable the company to maintain its current activity levels. The company expects 2019 production levels at the high-end of previously announced 2019 guidance of 410,000 to 440,000 BOE per day. \n\n Details on additional financial and operational guidance can be found in the Third-Quarter 2018 Financial and Operational Supplement at  www.apachecorp.com/financialdata . \n\n “During the third quarter, we increased activity to optimize drilling and completions and improve efficiencies through longer laterals, larger fracs and facility expansions. Looking ahead to the fourth quarter, we expect our upstream capital spending to be in line with levels we have maintained for more than a year. \n\n “As we head into 2019, we are well positioned to generate sustainable liquids production growth and positive free cash flow, while maintaining flexibility to respond quickly to changing industry conditions,” concluded Christmann. \n\n Conference call \n\n Apache will host a conference call to discuss its third-quarter 2018 results at 10 a.m. Central time, Thursday, Nov. 1. The conference call will be webcast from Apache's website at  www.apachecorp.com  and  investor.apachecorp.com , and the webcast replay will be archived there as well. A replay of the conference call will be available for seven days following the call. The number for the replay is (855) 859-2056 or (404) 537-3406 for international calls. The conference access code is 4354928. Sign up for email alerts to be reminded of the webcast at  http://investor.apachecorp.com/alerts/email-alerts-subscription . \n\n Additional information \n\n Additional information follows, including reconciliations of adjusted earnings, cash flow from operations before changes in operating assets and liabilities, adjusted EBITDAX, oil and gas capital investment and net debt (non-GAAP financial measures) to GAAP measures and information regarding adjusted production. Apache’s quarterly supplement is available at  www.apachecorp.com/financialdata . \n\n "},
{"Date": "09/13/2018", "Header": "Apache Declares Cash Dividend on Common Shares", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-declares-cash-dividend-common-shares-9", "Textbody": "\n                                   HOUSTON ,  Sept. 13, 2018  (GLOBE NEWSWIRE) -- The board of directors of  Apache Corporation  (NYSE, Nasdaq: APA) has declared the regular cash dividend on the company's common shares. \n\n The dividend on common shares is payable  November 21, 2018 , to stockholders of record on  October 22, 2018 , at a rate of  25 cents  per share on the corporation’s common stock. \n\n "},
{"Date": "08/08/2018", "Header": "Apache Corporation and Kayne Anderson Acquisition Corp. Announce Agreement to Create Altus Midstream Company, a $3.5 Billion Pure-Play, Permian Basin Midstream C-Corp; Companies to Co-Host Conference Call to Discuss Transaction at 4 PM Central Time Aug. 8", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-corporation-and-kayne-anderson-acquisition-corp-announce", "Textbody": "\n                                   Anchored by Apache’s gathering, processing and transportation assets at  Alpine High , Altus Midstream will be a publicly traded, pure-play,  Permian Basin  midstream C-corp. \n\t Altus Midstream will also own options for equity participation in five planned pipelines from the  Permian Basin  to various points along the  Texas Gulf Coast . \n\t Kayne Anderson Acquisition Corp.  is contributing  $952 million  in cash, which comprises  $380 million  in proceeds raised in its initial public offering and  $572 million  in proceeds raised in a private placement of Class A shares.  \n\t The new company will have no debt at closing and cash on-hand will be used to fund ongoing midstream investments. \n\t Gross volumes projected to approach more than 1 billion cubic feet (Bcf) per day of gas, producing approximately 100,000 barrels per day of NGLs by the end of 2020.    \n\t Long-term growth opportunities for Altus Midstream driven by  Alpine High  upstream development, investments in long-haul pipelines and third-party gathering and processing volumes. \n\t Apache will own approximately 71 percent of Altus Midstream with the ability to increase to approximately 74 percent subject to performance earn outs. \n\t Upon expected closing of the transaction in the fourth quarter of 2018,  Kayne Anderson Acquisition Corp.  will change its name to  Altus Midstream Company .               \n HOUSTON,  Aug. 08, 2018  (GLOBE NEWSWIRE) --  Apache Corporation  (NYSE, NASDAQ: APA) and  Kayne Anderson Acquisition Corp.  (NASDAQ: KAAC, KAACU, KAACW) have announced an agreement pursuant to which Apache will contribute its midstream assets at  Alpine High  to  Altus Midstream LP , a partnership jointly owned by Apache and KAAC. At closing, KAAC will be renamed  Altus Midstream Company  (together with  Altus Midstream LP , “Altus Midstream” or the “company”). Altus Midstream will be structured as a C-corporation anchored by substantially all of Apache’s gathering, processing and transportation assets at  Alpine High , a world-class, unconventional resource play in the  Delaware Basin . The company will also own options for equity participation in five gas, NGL and crude oil pipeline projects from the  Permian Basin  to various points along the  Texas Gulf Coast . \n\n \n\t\t\t \n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t \n\t\t\t \n\n\t\t\t \n\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t   \n\t\t\t\t\t\t\t\t\t   \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t \n\t\t\t  \n\t\t “The transaction with  Kayne Anderson Acquisition Corp.  creates a premier midstream enterprise to service  Alpine High , an enormous, highly economic upstream resource base in the  Permian Basin , the most active oil and gas region in the world.  Alpine High  contains more than 5,000 feet of vertical hydrocarbon bearing formations across approximately 340,000 contiguous net acres,” said John Christmann IV, chief executive officer and president of Apache. \n\n “For Apache, this is a very strategic transaction with a world-class partner at an attractive valuation. Since our discovery of  Alpine High , we have invested nearly  $1 billion  in an extensive network of fit-for-purpose infrastructure to meet the current and future processing and transport needs of the play. Today’s announcement is a strong endorsement of the quality of investment we have made to date. \n\n “This transaction facilitates the allocation of Apache’s capital to the development of the vast  Alpine High  upstream resource base. In turn, focused capital development in the upstream should bring significant growth to Altus Midstream for many years to come,” concluded Christmann. \n\n Kevin McCarthy, chairman of the board of directors of KAAC, stated, “We are very excited to partner with Apache to form Altus Midstream. This transaction fits all the criteria we outlined at the time of KAAC’s initial public offering and creates a pure-play, Permian-focused midstream C-corp. We believe investors will appreciate the clear alignment of interests between Altus Midstream and Apache as well as the company’s investor-friendly structure. Altus Midstream does not have incentive distribution rights and is well positioned to execute on its growth plans. We look forward to working with our partners to create value for Altus Midstream’s shareholders.” \n\n Brian Freed, Apache’s senior vice president, Midstream and Marketing, who will become the chief executive officer of the new company, said, “We are launching Altus Midstream with the support and financial strength of Apache and Kayne Anderson, two highly respected industry leaders. We have a strong growth platform at  Alpine High  with a large, contiguous acreage dedication in a proven play, infrastructure in-place to accommodate a significant ramp in volume, and options for equity participation in five planned pipelines that will provide connectivity from the  Permian Basin  to the  Texas Gulf Coast . \n\n “Altus Midstream expects to have more than  $900 million  of cash and no debt at closing and is projected to be free-cash-flow positive by 2021. With this strong financial position, the company will have substantial borrowing capacity to accommodate its growth plans. We see great opportunities to expand our asset base in  Alpine High , in surrounding areas of the  Delaware Basin , and elsewhere in the  Permian Basin .  We will have the financial capacity to expand our footprint both in terms of our physical asset base as well as the ability to access volumes from third-party operators outside of  Alpine High ,” concluded Freed. \n\n Altus Midstream assets  \n\n The Altus Midstream assets include rich-gas processing plants with inlet capacity of 380 million cubic feet (MMcf) per day, lean-gas treating and compression plants with inlet capacity of 400 MMcf per day, 123 miles of gathering pipelines, and 55 miles of processed gas pipelines with three market connections. By the end of 2020, Altus Midstream plans to add 1 Bcf per day of cryogenic, rich-gas processing. \n\n Additionally, Altus Midstream will hold options to purchase equity ownership in five planned pipelines, including: \n\n Gulf Coast Express:  Option for up to 15 percent interest in a natural gas pipeline to Agua Dulce; operated by Kinder Morgan, expected in-service date in  October 2019 . \n\t  \n\t Salt Creek NGL Line:  Option for 50 percent interest in an NGL header from  Alpine High  to Waha; operated by Salt Creek Midstream, expected in-service date in the first quarter of 2019. \n\t  \n\t EPIC Crude:  Option for up to 15 percent interest in a crude oil pipeline to Corpus Christi; operated by  EPIC Midstream Holdings , expected in-service date in the second half of 2019. \n\t  \n\t Shin Oak:  Option for up to 33 percent interest in a long-haul NGL line to Mont Belvieu; operated by  Enterprise Products Partners , expected in-service date in the second-quarter 2019. \n\t  \n\t Permian Highway :  Option for up to 33 percent interest in a proposed natural gas pipeline to Katy / Agua Dulce (subject to agreement on definitive documentation); to be operated by Kinder Morgan, expected in-service date in late 2020. \n Other transaction details \n\n Altus Midstream will have an estimated market capitalization of  $3.5 billion  at formation, assuming 354.4 million common shares outstanding at a  $10  share price. Apache will receive 251.9 million shares and own 71.1 percent of Altus Midstream. KAAC will contribute approximately  $952 million  in cash at formation, which is composed of proceeds from KAAC’s initial public offering of  $380 million  and proceeds from the private placement of Class A shares of  $572 million . These proceeds (net of transaction expenses) will be used to fund ongoing midstream investments. Apache will have the ability to earn an additional 37.5 million shares if certain share price and operational thresholds are met over the next five years. \n\n KAAC has entered into agreements to sell approximately 57.2 million shares of its Class A common stock at a price of  $10  per share in a private placement. This private placement was anchored by accounts managed by  Kayne Anderson Capital Advisors  and other leading institutional investors, including  Advisory Research, Inc. ; certain funds managed or advised by  Capital Research and Management Company ,  Cushing Asset Management, LP ;  Magnetar Capital ,  Salient Partners  and  Tortoise Capital Advisors, LLC . Directors, management and employees of both Kayne Anderson and Apache are investing  $28 million  in the private placement. \n\n Altus Midstream will be structured as a C-corp with no incentive distribution rights. Cash-on-hand, additional follow-on funding, and future internally generated cash will be used to fund the ongoing build-out of midstream infrastructure at  Alpine High  and potential investment in long-haul pipelines. \nWith a planned effective date of  Oct. 1, 2018 , the transaction funds Apache’s projected fourth-quarter 2018  Alpine High  midstream capital spend of approximately  $170 million  and provides future midstream capital funding for Apache at  Alpine High . \n\n Upon closing, Apache and Altus Midstream will enter into an agreement pursuant to which Apache will provide construction, operations and maintenance services for Altus Midstream. \n\n The transaction is subject to approval by KAAC shareholders, as well as other customary closing conditions. Closing is expected in the fourth quarter of 2018, at which time KAAC will trade on the NASDAQ under the name  Altus Midstream Company  with a new ticker symbol to be determined. \n\n Transaction advisors \n\n Barclays Capital Inc.  and  Tudor, Pickering, Holt & Co.  acted as financial advisors and  Bracewell LLP  acted as legal advisor to Apache on the transaction. Citigroup acted as financial advisor and  Latham & Watkins LLP  acted as legal advisor to KAAC. Citigroup, Barclays and Credit Suisse acted as placement agents on the private placement of Class A shares. \n\n Conference call and additional materials \n\n Apache and KAAC will host a conference call to discuss the transaction at  4 p.m. Central time ,  Wednesday, Aug. 8 . The conference call will be webcast from Apache's website at  www.apachecorp.com  and  investor.apachecorp.com  and on KAAC’s website at  www.kaynespac.com . A replay of the conference call will be available for seven days following the call. The number for the replay is (855) 859-2056 or (404) 537-3406 for international calls. The conference access code is 6678757. Sign up for email alerts to be reminded of the webcast at  http://investor.apachecorp.com/alerts/email-alerts-subscription . \n\n Additional materials including a supporting presentation for Altus Midstream are also available for download on Apache’s website at  www.apachecorp.com  and  investor.apachecorp.com  and on KAAC’s website at  www.kaynespac.com . \n\n "},
{"Date": "11/05/2018", "Header": "Apache Corporation Named a Top Workplace in Houston For Third Year in a Row", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-corporation-named-top-workplace-houston-third-year-row", "Textbody": "\n                                   HOUSTON ,  Nov.  05, 2018   (GLOBE NEWSWIRE) --  Apache Corporation  (NYSE, NASDAQ: APA) has been selected by the  Houston Chronicle  as a 2018 Top Workplace.  \n The selection was based on employee feedback received in an engagement survey administered by Energage, formerly WorkPlaceDynamics, LLC that measured organization health and workplace engagement. \n “Our employees are what make Apache a special place to work. I appreciate all of our employees and their dedication to the company. This is a great honor, and we are proud to have been named for the third year in a row,” said  Apache Corporation  CEO and President John J. Christmann IV. \n The complete list of 2018 Top Workplaces was published in the  Nov. 4  edition of the  Houston Chronicle  and is available online at  https://www.chron.com/business/top-workplaces/ . \n Earlier this year, the company was also named a 2018 Top Workplace in  San Antonio  by the  San Antonio Express News .  \n "},
{"Date": "08/09/2018", "Header": "Apache Corporation Announces Cash Tender Offers for Up to $800 Million in Aggregate Purchase Price of Senior Notes", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-corporation-announces-cash-tender-offers-800-million", "Textbody": "\n                                   HOUSTON ,  Aug. 09, 2018  (GLOBE NEWSWIRE) --  Apache Corporation  (NYSE, NASDAQ: APA) today announced the commencement of tender offers (each, an “Offer,” and collectively, the “Offers”) to purchase up to  $800 million  in aggregate purchase price (excluding accrued and unpaid interest and excluding fees and expenses) (as such amount may be increased or eliminated by Apache pursuant to the terms of the Offers, the “Aggregate Maximum Purchase Price”) of its 6.000% notes due 2037, 7.95% notes due 2026, 7.70% notes due 2026, 7.625% debentures due 2096, 7.750% notes due 2029, 7.375% debentures due 2047, 7.625% notes due 2019, 2.625% notes due 2023, 3.625% notes due 2021, and 3.250% notes due 2022. \n\n The terms and conditions of the Offers are set forth in Apache’s Offer to Purchase, dated  August 9, 2018  (the “Offer to Purchase”). \n\n The Offer to Purchase relates to ten separate Offers, one for each series of notes and in the separate pools indicated in the tables below (each series, a “Series of Notes,” and such notes, collectively, the “Notes”). Apache’s obligation to accept for purchase, and to pay for, Notes that are validly tendered and not validly withdrawn pursuant to each Offer is conditioned on the satisfaction or waiver by Apache of a number of conditions, including the receipt by Apache of the net proceeds from the issuance of not less than  $800,000,000  in principal amount of indebtedness in one or more debt financing transactions on terms reasonably satisfactory to Apache (the “Financing Condition”). No Offer is conditioned on any minimum amount of Notes being tendered or the consummation of any other Offer. \n\n Offers to purchase for cash up to $450,000,000 aggregate purchase price for the securities listed below in the priority listed below. \n\t\t Notes \n\t\t\t CUSIP \n\t\t\tNumbers \n\t\t\t Principal Amount \n\t\t\tOutstanding \n\t\t\t Series \n\t\t\tMaximum (1) \n\t\t\t Acceptance \n\t\t\tPriority \n\t\t\tLevel (2) \n\t\t\t Early \n\t\t\tTender \n\t\t\tPremium (3) \n\t\t\t Reference Security \n\t\t\t Bloomberg \n\t\t\tReference \n\t\t\tPage \n\t\t\t Fixed \n\t\t\tSpread \n\t\t\t(bps) \n\t\t 6.000% notes due 2037 \n\t\t\t 037411AR6 \n\t\t\t $1,000,000,000 \n\t\t\t $200,000,000 \n\t\t\t 1 \n\t\t\t $30 \n\t\t\t T 3.125% due May 15, 2048 \n\t\t\t FIT1 \n\t\t\t 170 \n\t\t 7.95% notes due 2026 \n\t\t\t 037411AK1 \n\t\t\t $180,000,000 \n\t\t\t N/A \n\t\t\t 2 \n\t\t\t $30 \n\t\t\t T 2.875% due May 15, 2028 \n\t\t\t FIT1 \n\t\t\t 140 \n\t\t 7.70% notes due 2026 \n\t\t\t 037411AJ4 \n\t\t\t $100,000,000 \n\t\t\t N/A \n\t\t\t 3 \n\t\t\t $30 \n\t\t\t T 2.875% due May 15, 2028 \n\t\t\t FIT1 \n\t\t\t 140 \n\t\t 7.625% debentures due 2096 \n\t\t\t 037411AL9 \n\t\t\t $150,000,000 \n\t\t\t N/A \n\t\t\t 4 \n\t\t\t $30 \n\t\t\t T 3.125% due May 15, 2048 \n\t\t\t FIT1 \n\t\t\t 250 \n\t\t 7.750% notes due 2029 \n\t\t\t 03746AAA8 \n\t\t\t $300,000,000 \n\t\t\t N/A \n\t\t\t 5 \n\t\t\t $30 \n\t\t\t T 2.875% due May 15, 2028 \n\t\t\t FIT1 \n\t\t\t 150 \n\t\t 7.375% debentures due 2047 \n\t\t\t 037411AM7 \n\t\t\t $150,000,000 \n\t\t\t N/A \n\t\t\t 6 \n\t\t\t $30 \n\t\t\t T 3.125% due May 15, 2048 \n\t\t\t FIT1 \n\t\t\t 185 \n\t\t 7.625% notes due 2019 \n\t\t\t 037411AP0 \n\t\t\t $150,000,000 \n\t\t\t N/A \n\t\t\t 7 \n\t\t\t $30 \n\t\t\t T 2.625% due July 31, 2020 \n\t\t\t FIT1 \n\t\t\t 0 \n\t\t   \n\t\t Offers to purchase up to $350,000,000 aggregate purchase price for the securities listed below in the priority listed below. \n\t\t Notes \n\t\t\t CUSIP \n\t\t\tNumbers \n\t\t\t Principal Amount \n\t\t\tOutstanding \n\t\t\t Series \n\t\t\tMaximum (1) \n\t\t\t Acceptance \n\t\t\tPriority \n\t\t\tLevel (2) \n\t\t\t Early \n\t\t\tTender \n\t\t\tPremium (3) \n\t\t\t Reference Security \n\t\t\t Bloomberg \n\t\t\tReference \n\t\t\tPage \n\t\t\t Fixed \n\t\t\tSpread \n\t\t\t(bps) \n\t\t 2.625% notes due 2023 \n\t\t\t 037411BD6 \n\t\t\t $528,230,000 \n\t\t\t $125,000,000 \n\t\t\t 1 \n\t\t\t $30 \n\t\t\t T 2.75% due July 31, 2023 \n\t\t\t FIT1 \n\t\t\t 60 \n\t\t 3.625% notes due 2021 \n\t\t\t 037411AX3 \n\t\t\t $492,580,000 \n\t\t\t $100,000,000 \n\t\t\t 2 \n\t\t\t $30 \n\t\t\t T 2.75% due August 15, 2021 \n\t\t\t FIT1 \n\t\t\t 45 \n\t\t 3.250% notes due 2022 \n\t\t\t 037411AZ8 \n\t\t\t $813,990,000 \n\t\t\t N/A \n\t\t\t 3 \n\t\t\t $30 \n\t\t\t T 2.75% due July 31, 2023 \n\t\t\t FIT1 \n\t\t\t 55 \n\t\t ________________ \n\n The Series Maximum for each Series of Notes represents the maximum aggregate principal amount of Notes of such Series that will be purchased in the applicable Offer. \n\t  \n\t Subject to satisfaction or waiver of the conditions to the Offers, the Acceptance Priority Level procedures will operate concurrently but separately for the Pool 1 Notes and the Pool 2 Notes (each as defined below). \n\t  \n\t Per  $1,000  principal amount of Notes validly tendered and not validly withdrawn and accepted for purchase in the applicable Offer at or prior to the Early Tender Deadline; it is included in the applicable Total Consideration (as defined below) for such Series of Notes. \n Each Offer will expire at  11:59 P.M. ,  New York City  time, on  September 6, 2018 , unless extended or earlier terminated (such time and date, as the same may be extended with respect to one or more Offers, the “Expiration Date”). Holders (as defined in the Offer to Purchase) of Notes must validly tender and not validly withdraw their Notes at or prior to  5:00 p.m. ,  New York City  time, on  August 22, 2018  (such time and date, as the same may be extended with respect to one or more Offers, the “Early Tender Deadline”) in order to be eligible to receive the applicable Total Consideration (as defined below). Holders who validly tender their Notes after the Early Tender Deadline and at or prior to the Expiration Date will be eligible to receive only the applicable Tender Consideration (as defined below). Tendered Notes may be withdrawn at or prior to  5:00 p.m. ,  New York City  time, on  August 22, 2018 , by following the procedures described in the Offer to Purchase, but may not thereafter be validly withdrawn, except as provided for in the Offer to Purchase or required by applicable law. The Dealer Managers will determine the applicable Total Consideration and the applicable Tender Consideration for each series of Notes at  11:00 A.M. ,  New York City  time on  August 23, 2018 , in a manner further described in the Offer to Purchase. \n\n The maximum aggregate principal amount of the Notes accepted for purchase in each Offer will be limited to the aggregate principal amount of each Series indicated in the tables above (with respect to each Offer, and subject to increase or elimination by the Company, the “Series Maximum” and collectively, the “Series Maximums”). No more than  $450,000,000  aggregate purchase price of Apache’s 6.000% notes due 2037 (the “2037 Notes”), 7.95% notes due 2026 (the “7.95% 2026 Notes”), 7.70% notes due 2026 (the “7.70% 2026 Notes”), 7.625% debentures due 2096 (the “2096 Notes”), 7.750% notes due 2029 (the “2029 Notes”), 7.375% debentures due 2047 (the “2047 Notes”), and 7.625% notes due 2019 (the “2019 Notes”) (collectively, the “Pool 1 Notes”) will be purchased in the Offers (such aggregate purchase price, excluding accrued and unpaid interest to, but not including, the applicable Settlement Date and excluding fees and expenses related to the Offers, subject to increase or elimination by Apache, the “Pool 1 Maximum”). No more than  $350,000,000  aggregate purchase price of Apache’s 2.625% notes due 2023 (the “2023 Notes”), 3.625% notes due 2021 (the “2021 Notes”), and 3.250% notes due 2022 (the “2022 Notes”) (collectively, the “Pool 2 Notes”) will be purchased in the Offers (such aggregate purchase price, excluding accrued and unpaid interest to, but not including, the applicable Settlement Date and excluding fees and expenses related to the Offers, subject to increase or elimination by Apache, the “Pool 2 Maximum”). We refer to the Series Maximums, the Pool 1 Maximum, and the Pool 2 Maximum as the “Tender Maximums.” \n\n The Acceptance Priority Level procedures will operate concurrently, but separately, for the Pool 1 Notes and the Pool 2 Notes. Subject to the Aggregate Maximum Purchase Price, the Tender Maximums, and proration, all Pool 1 Notes and Pool 2 Notes validly tendered and not validly withdrawn at or prior to the Early Tender Deadline having a higher Acceptance Priority Level will be accepted before any Pool 1 Notes or Pool 2 Notes, as applicable, validly tendered and not validly withdrawn at or prior to the Early Tender Deadline having a lower Acceptance Priority Level are accepted pursuant to the Offers. All Pool 1 Notes and Pool 2 Notes validly tendered and not validly withdrawn after the Early Tender Deadline and at or prior to the Expiration Date having a higher Acceptance Priority Level will, subject to the Aggregate Maximum Purchase Price and the Tender Maximums, be accepted before any Pool 1 Notes or Pool 2 Notes, as applicable, validly tendered and not validly withdrawn after the Early Tender Deadline and at or prior to the Expiration Date having a lower Acceptance Priority Level are accepted pursuant to the Offers. However, Notes validly tendered and not validly withdrawn at or prior to the Early Tender Deadline will, subject to the Aggregate Maximum Purchase Price and the Tender Maximums, be accepted for purchase in priority to other Notes validly tendered and not validly withdrawn after the Early Tender Deadline and at or prior to the Expiration Date, even if such Notes validly tendered and not validly withdrawn after the Early Tender Deadline and at or prior to the Expiration Date have a higher Acceptance Priority Level than the Notes validly tendered and not validly withdrawn at or prior to the Early Tender Deadline. If the aggregate amount of Pool 1 Notes validly tendered and not validly withdrawn at or prior to the Early Tender Deadline equals or exceeds the Pool 1 Maximum, Holders who validly tender and do not validly withdraw Pool 1 Notes after the Early Tender Deadline and at or prior to the Expiration Date will not have any such Pool 1 Notes accepted for purchase regardless of the Acceptance Priority Level of such Pool 1 Notes.  If the aggregate amount of Pool 2 Notes validly tendered and not validly withdrawn at or prior to the Early Tender Deadline equals or exceeds the Pool 2 Maximum, Holders who validly tender and do not validly withdraw Pool 2 Notes after the Early Tender Deadline and at or prior to the Expiration Date will not have any such Pool 2 Notes accepted for purchase regardless of the Acceptance Priority Level of such Pool 2 Notes. As such, there can be no assurance that any or all tendered Notes of a given Acceptance Priority level will be accepted for purchase. The Offers are open to all Holders of the Notes. \n\n If purchasing all the validly tendered and not validly withdrawn Notes of a given Acceptance Priority Level on the applicable Settlement Date would cause the Aggregate Maximum Purchase Price or the Tender Maximums to be exceeded on such Settlement Date, Apache will accept such Notes on a pro rata basis, to the extent any Notes of such Acceptance Priority Level are accepted for purchase, so as to not exceed the Aggregate Maximum Purchase Price or the Tender Maximums (with adjustments to avoid the purchase of Notes in a principal amount other than in the applicable minimum denomination requirements contained in the indentures governing the Notes and integral multiples of  $1,000  in excess thereof). As such, there can be no assurance that any or all tendered Notes of a given Acceptance Priority Level will be accepted for purchase, even if validly tendered and not validly withdrawn prior to the Early Tender Deadline. \n\n Apache reserves the right, but is under no obligation, to increase or eliminate the Aggregate Maximum Purchase Price, the Pool 1 Maximum, the Pool 2 Maximum, and/or the Series Maximums at any time without extending the applicable Withdrawal Deadline (as defined in the Offer to Purchase), subject to applicable law. \n\n Subject to the Aggregate Maximum Purchase Price, the Tender Maximums, proration, and the terms and conditions of the Offers, Holders who validly tender and do not validly withdraw their Notes at or prior to the Early Tender Deadline will be eligible to receive consideration, per  $1,000  principal amount, equal to the applicable Total Consideration for such Series of Notes. The total consideration (the “Total Consideration”) includes the applicable early tender premium for such Series of Notes set forth in the tables above (the “Early Tender Premium”). Holders must validly tender and not validly withdraw their Notes at or prior to the Early Tender Deadline in order to be eligible to receive the applicable Total Consideration for such Notes purchased pursuant to the Offers. Subject to the terms and conditions of the Offers, Holders who validly tender and do not validly withdraw their Notes after the Early Tender Deadline and at or prior to the Expiration Date will only be eligible to receive consideration, per  $1,000  principal amount, equal to the applicable Total Consideration less the applicable Early Tender Premium (the “Tender Consideration”) for such Series of Notes. In each case, such Holders will also be entitled to receive accrued and unpaid interest, if any, from the last interest payment date for the applicable Series of Notes up to, but not including, the applicable Settlement Date, if and when the applicable Notes are accepted for purchase (such interest with respect to such Series of Notes, the “Accrued Interest”). \n\n Apache reserves the right, but is under no obligation, at any time after the Early Tender Deadline and before the Expiration Date, to accept Notes that have been validly tendered and not validly withdrawn for purchase on a date determined at Apache’s option (such date, if any, the “Early Settlement Date”). Apache currently expects the Early Settlement Date, if any, to occur on  August 24, 2018 . If Apache chooses to exercise its option to have an Early Settlement Date, Apache will purchase any remaining Notes that have been validly tendered and not validly withdrawn after the Early Tender Deadline and at or prior to the Expiration Date, subject to the Aggregate Maximum Purchase Price, the Tender Maximums, the application of the Acceptance Priority Levels, and all conditions to the Offers having been satisfied or waived by Apache, on the Expiration Date. The final settlement date (the “Final Settlement Date,” and each of the Early Settlement Date and the Final Settlement Date, a “Settlement Date”), if any, is expected to be  September 10, 2018 , unless extended by Apache. If Apache chooses not to exercise Apache’s option to have an Early Settlement Date, it will purchase all Notes that have been validly tendered and not validly withdrawn at or prior to the Expiration Date, subject to the Aggregate Maximum Purchase Price, the Tender Maximums, the application of the Acceptance Priority Levels, and all conditions to the Offers having been satisfied or waived by Apache, on the Final Settlement Date. No tenders of Notes submitted after the Expiration Date will be valid. \n\n BofA Merrill Lynch,  Credit Suisse Securities (USA) LLC , and  J.P. Morgan Securities LLC  will act as Dealer Managers (the “Dealer Managers”) and  D. F. King & Co., Inc.  will act as the Tender Agent and Information Agent for the Offers. Requests for documents may be directed to  D.F. King & Co., Inc.  at (800) 967-4607. Questions regarding the Offers may be directed to BofA Merrill Lynch at (888) 292-0070 (toll free) or (980) 387-3907 (collect);  Credit Suisse Securities (USA) LLC  at (800) 820-1653 (toll free) or (212) 538-1862 (collect) and  J.P. Morgan Securities LLC  at (866) 834-4666 (toll free) or (212) 834-3424 (collect). \n\n This announcement is for informational purposes only and is not an offer to purchase or sell or a solicitation of an offer to purchase or sell, with respect to any securities, including in connection with the Financing Condition. The Offers to purchase the Notes are only being made pursuant to the terms of the Offer to Purchase. The Offers are not being made in any state or jurisdiction in which such Offers would be unlawful prior to registration or qualification under the securities laws of any such state or jurisdiction. None of Apache, the Dealer Managers, or the Tender Agent and Information Agent is making any recommendation as to whether or not Holders should tender their Notes in connection with the Offers. \n\n "},
{"Date": "08/14/2018", "Header": "Apache Prices $1.0 Billion Notes Offering", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-prices-10-billion-notes-offering", "Textbody": "\n                                   HOUSTON ,  Aug. 14, 2018  (GLOBE NEWSWIRE) --  Apache Corporation  (NYSE, NASDAQ: APA) today announced that it has priced  $1.0 billion  in aggregate principal amount of 4.375% notes due 2028 in an underwritten public offering. \n\n Apache intends to use the net proceeds from the offering to purchase a portion of Apache’s outstanding senior indebtedness in cash tender offers with respect to several series of its outstanding notes commenced on  August 9, 2018 , with a maximum aggregate purchase price of  $800.0 million  (the “Tender Offers”), and for general corporate purposes. \n\n Net proceeds to Apache, after deducting the underwriting discount but before deducting offering expenses payable by Apache, are expected to be approximately  $992.0 million . The offering is expected to close  August 23, 2018 , subject to the satisfaction of customary closing conditions. \n\n Joint book-running managers for the notes are BofA Merrill Lynch,  Credit Suisse Securities (USA) LLC , and  J.P. Morgan Securities LLC . \n\n This announcement is for informational purposes only and is not an offer to purchase or sell or a solicitation of an offer to purchase or sell, with respect to any securities, including in connection with the Tender Offers, nor shall there be any sale of these securities in any jurisdiction in which such offer or solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such jurisdiction. \n\n "},
{"Date": "08/23/2018", "Header": "Apache announces early tender results and upsizing of cash tender offers for senior notes", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-announces-early-tender-results-and-upsizing-cash-tender", "Textbody": "\n                                   HOUSTON ,  Aug. 23, 2018  (GLOBE NEWSWIRE) --  Apache Corporation  (NYSE, NASDAQ: APA) today announced the early tender results and an increase in the size of its previously announced cash tender offers (each, an “Offer” and, collectively, the “Offers”) to purchase a portion of its outstanding 6.000% notes due 2037 (the “2037 Notes”), 7.95% notes due 2026, 7.70% notes due 2026, 7.625% debentures due 2096, 7.750% notes due 2029, 7.375% debentures due 2047, 7.625% notes due 2019, 2.625% notes due 2023, 3.625% notes due 2021, and 3.250% notes due 2022.  Apache’s Offer to Purchase, dated  August 9, 2018  (the “Offer to Purchase”), relates to ten separate Offers, one for each series of notes and in the two separate pools indicated in the tables below (each series, a “Series of Notes,” and such notes, collectively, the “Notes” and such pools being the “Pool 1” and “Pool 2” indicated in the tables below). The “Aggregate Maximum Purchase Price” of the Offers has been increased to the amount (excluding accrued and unpaid interest and excluding fees and expenses) sufficient to allow the purchase of  $378,974,000  aggregate principal amount of Notes representing all of the Notes tendered in Acceptance Priority Levels 1, 2, 3 and 4 in Pool 1 on or before the Early Tender Deadline (as defined below), subject to the Series Maximum for the 2037 Notes in the first table below. Except as described in this press release, the terms and conditions of the Offers set forth in the Offer to Purchase remain unchanged, including the maximum purchase price for the Series of Notes in the Pool 2 Offers. \n\n According to information received from  D.F. King & Co., Inc. , the Tender Agent and Information Agent for the Offers, as of  5:00 p.m. ,  New York City  time, on  August 22, 2018  (the “Early Tender Deadline”), Apache had received valid tenders from holders of Notes that were not validly withdrawn as set forth in the tables below under the heading “Principal Amount Tendered.”     \n\n   Pool 1: Offers to purchase for cash up to $450,000,000 aggregate purchase price for the securities listed below in the priority listed below. \n\t\t Notes \n\t\t\t CUSIP \n\t\t\tNumbers \n\t\t\t Principal Amount \n\t\t\tOutstanding Prior \n\t\t\tto the Offers \n\t\t\t Series \n\t\t\tMaximum  (1) \n\t\t\t Principal \n\t\t\tAmount \n\t\t\tTendered \n\t\t\t Acceptance \n\t\t\tPriority \n\t\t\tLevel \n\t\t\t Reference Security \n\t\t\t Bloomberg \n\t\t\tReference \n\t\t\tPage \n\t\t\t Fixed \n\t\t\tSpread \n\t\t\t(bps) \n\t\t 6.000% notes due 2037 \n\t\t\t 037411AR6 \n\t\t\t $1,000,000,000 \n\t\t\t $200,000,000 \n\t\t\t $450,544,000 \n\t\t\t 1 \n\t\t\t T 3.125% due May 15, 2048 \n\t\t\t FIT1 \n\t\t\t 170 \n\t\t 7.95% notes due 2026 \n\t\t\t 037411AK1 \n\t\t\t $180,000,000 \n\t\t\t N/A \n\t\t\t $46,732,000 \n\t\t\t 2 \n\t\t\t T 2.875% due May 15, 2028 \n\t\t\t FIT1 \n\t\t\t 140 \n\t\t 7.70% notes due 2026 \n\t\t\t 037411AJ4 \n\t\t\t $100,000,000 \n\t\t\t N/A \n\t\t\t $21,412,000 \n\t\t\t 3 \n\t\t\t T 2.875% due May 15, 2028 \n\t\t\t FIT1 \n\t\t\t 140 \n\t\t 7.625% debentures due 2096 \n\t\t\t 037411AL9 \n\t\t\t $150,000,000 \n\t\t\t N/A \n\t\t\t $110,830,000 \n\t\t\t 4 \n\t\t\t T 3.125% due May 15, 2048 \n\t\t\t FIT1 \n\t\t\t 250 \n\t\t 7.750% notes due 2029 \n\t\t\t 03746AAA8 \n\t\t\t $300,000,000 \n\t\t\t N/A \n\t\t\t $74,862,000 \n\t\t\t 5 \n\t\t\t T 2.875% due May 15, 2028 \n\t\t\t FIT1 \n\t\t\t 150 \n\t\t 7.375% debentures due 2047 \n\t\t\t 037411AM7 \n\t\t\t $150,000,000 \n\t\t\t N/A \n\t\t\t $29,237,000 \n\t\t\t 6 \n\t\t\t T 3.125% due May 15, 2048 \n\t\t\t FIT1 \n\t\t\t 185 \n\t\t 7.625% notes due 2019 \n\t\t\t 037411AP0 \n\t\t\t $150,000,000 \n\t\t\t N/A \n\t\t\t $41,579,000 \n\t\t\t 7 \n\t\t\t T 2.625% due July 31, 2020 \n\t\t\t FIT1 \n\t\t\t 0 \n\t\t Pool 2: Offers to purchase up to $350,000,000 aggregate purchase price for the securities listed below in the priority listed below. \n\t\t Notes \n\t\t\t CUSIP \n\t\t\tNumbers \n\t\t\t Principal Amount \n\t\t\tOutstanding Prior \n\t\t\tto the Offers \n\t\t\t Series \n\t\t\tMaximum  (1) \n\t\t\t Principal \n\t\t\tAmount \n\t\t\tTendered \n\t\t\t Acceptance \n\t\t\tPriority \n\t\t\tLevel \n\t\t\t Reference Security \n\t\t\t Bloomberg \n\t\t\tReference \n\t\t\tPage \n\t\t\t Fixed \n\t\t\tSpread \n\t\t\t(bps) \n\t\t 2.625% notes due 2023 \n\t\t\t 037411BD6 \n\t\t\t $528,230,000 \n\t\t\t $125,000,000 \n\t\t\t $294,090,000 \n\t\t\t 1 \n\t\t\t T 2.75% due July 31, 2023 \n\t\t\t FIT1 \n\t\t\t 60 \n\t\t 3.625% notes due 2021 \n\t\t\t 037411AX3 \n\t\t\t $492,580,000 \n\t\t\t $100,000,000 \n\t\t\t $259,200,000 \n\t\t\t 2 \n\t\t\t T 2.75% due August 15, 2021 \n\t\t\t FIT1 \n\t\t\t 45 \n\t\t 3.250% notes due 2022 \n\t\t\t 037411AZ8 \n\t\t\t $813,990,000 \n\t\t\t N/A \n\t\t\t $598,266,000 \n\t\t\t 3 \n\t\t\t T 2.75% due July 31, 2023 \n\t\t\t FIT1 \n\t\t\t 55 \n\t\t The Series Maximum for each Series of Notes represents the maximum aggregate principal amount of Notes of such Series that will be purchased in the applicable Offer. \n Subject to the terms and conditions of the Offers, the consideration to be paid in the Offers for each Series of Notes (such consideration, the “Total Consideration”) validly tendered on or before the Early Tender Deadline and accepted for purchase by Apache will be determined in the manner described in the Offer to Purchase by reference to the applicable fixed spread for such Series of Notes set forth in the column entitled “Fixed Spread” in the applicable table above, over the applicable yield based on the bid side price of the U.S. Treasury Security set forth for such Series of Notes in the column entitled “Reference Security” in the applicable table above, as calculated by the Dealer Managers (as defined below) at  11:00 a.m. ,  New York City  time, on  August 23 , 2018.  The Total Consideration includes an early tender premium of  $30  per  $1,000  in aggregate principal amount of Notes accepted for purchase in the Offers (the “Early Tender Premium”).  The aggregate purchase price for the Notes accepted for purchase will include accrued and unpaid interest, if any, from the last interest payment date for the applicable Series of Notes up to, but not including, the Early Settlement Date (as defined below). \n\n The settlement date for the Notes validly tendered on or before the Early Tender Deadline and accepted for purchase (the “Early Settlement Date”) is expected to be  August 24, 2018 , the second business day after the Early Tender Deadline. \n\n The deadline for Holders to validly withdraw tenders of Notes has passed. Accordingly, Notes that were tendered at or before the Early Tender Deadline may not be withdrawn or revoked, except as required by applicable law. \n\n Each Offer will expire at  11:59 p.m. ,  New York City  time, on  September 6, 2018 , unless extended or earlier terminated.  However, because the aggregate principal amount of the Notes validly tendered and not validly withdrawn as of the Early Tender Deadline exceeds the Aggregate Maximum Purchase Price as modified hereby, and Apache does not intend to further increase the Aggregate Maximum Purchase Price, no Notes tendered after the Early Tender Deadline will be accepted for purchase in the Offers. \n\n Notes not accepted for purchase will be promptly credited to the account of the registered holder of such Notes with  The Depository Trust Company  in accordance with the Offer to Purchase. \n\n Apache’s obligation to accept for purchase, and to pay for, Notes that are validly tendered and not validly withdrawn pursuant to each Offer is conditioned on the satisfaction or waiver by Apache of a number of conditions as described in the Offer to Purchase, including the receipt by Apache of the net proceeds from the issuance of not less than  $800,000,000  in principal amount of indebtedness in one or more debt financing transactions on terms reasonably satisfactory to Apache (the “Financing Condition”). Apache expects the Financing Condition to be satisfied on  August 23, 2018  by the closing of its offering of  $1,000,000,000  in aggregate principal amount of 4.375% notes due 2028. Apache may amend, extend, or, subject to certain conditions and applicable law, terminate each Offer at any time in its sole discretion. \n\n BofA Merrill Lynch,  Credit Suisse Securities (USA) LLC , and  J.P. Morgan Securities LLC  are acting as Dealer Managers (the “Dealer Managers”) and  D. F. King & Co., Inc.  is acting as the Tender Agent and Information Agent for the Offers. Requests for documents may be directed to  D.F. King & Co., Inc.  at (800) 967-4607. Questions regarding the Offers may be directed to BofA Merrill Lynch at (888) 292-0070 (toll free) or (980) 387-3907 (collect);  Credit Suisse Securities (USA) LLC  at (800) 820-1653 (toll free) or (212) 538-1862 (collect) and  J.P. Morgan Securities LLC  at (866) 834-4666 (toll free) or (212) 834-3424 (collect). \n\n This announcement is for informational purposes only and is not an offer to purchase or sell or a solicitation of an offer to purchase or sell, with respect to any securities, including in connection with the Financing Condition. The Offers to purchase the Notes are only being made pursuant to the terms of the Offer to Purchase. The Offers are not being made in any state or jurisdiction in which such Offers would be unlawful prior to registration or qualification under the securities laws of any such state or jurisdiction. None of Apache, the Dealer Managers, or the Tender Agent and Information Agent is making any recommendation as to whether or not Holders should tender their Notes in connection with the Offers. \n\n "},
{"Date": "09/04/2018", "Header": "Apache Announces Appointment of Emily McClung as Vice President, Community Partnerships and Employee Engagement", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-announces-appointment-emily-mcclung-vice-president", "Textbody": "\n                                   HOUSTON ,  Sept. 04, 2018  (GLOBE NEWSWIRE) --  Apache Corporation  (NYSE, Nasdaq: APA) today announced  Emily McClung  has been named vice president, Community Partnerships and Employee Engagement, effective  Sept. 1, 2018 . \n\n “In this unique role, Emily will continue to elevate Apache’s culture of corporate giving and our longstanding commitment to give where we live and work,” said  Nick Ricotta , senior vice president of Human Resources. \"Employee engagement is a great fit with community partnerships at Apache. We have a generous, caring team, and the many opportunities employees have to give their time and resources to local communities are part of why they love working here. In this role, Emily will not only lead employee engagement, she will further weave corporate and individual giving into the fabric of Apache.” \n\n McClung brings more than 25 years of oil and gas sector human resources experience to this role. She joined Apache as senior manager, Corporate HR &  Staffing  following the acquisition of Mariner Energy in  November 2010  and most recently served as Apache’s director, Human Resources. During the 12 years that she worked at Mariner, she served as manager, director and vice president, Human Resources. McClung previously worked for Bank One,  Texas, N.A. , holding various positions in the energy lending group, banking operations and human resources. She holds a bachelor’s degree of business administration from  Texas State University . \n\n McClung assumes this role following the recent retirement of Obie O’Brien, who served as vice president, Government Affairs and Corporate Outreach. The government affairs function at Apache will be led by  Castlen Kennedy , vice president, Corporate Communications and Public Affairs. \n\n "},
{"Date": "08/23/2018", "Header": "Apache announces pricing of upsized cash tender offers", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-announces-pricing-upsized-cash-tender-offers", "Textbody": "\n                                   HOUSTON ,  Aug. 23, 2018  (GLOBE NEWSWIRE) --  Apache Corporation  (NYSE, NASDAQ: APA) today announced the pricing of the previously announced cash tender offers (each, an “Offer” and, collectively, the “Offers”) to purchase a portion of its outstanding 6.000% notes due 2037 (the “2037 Notes”), 7.95% notes due 2026, 7.70% notes due 2026, 7.625% debentures due 2096, 7.750% notes due 2029, 7.375% debentures due 2047, 7.625% notes due 2019, 2.625% notes due 2023, 3.625% notes due 2021, and 3.250% notes due 2022. Apache’s Offer to Purchase, dated  August 9, 2018  (the “Offer to Purchase”), relates to ten separate Offers, one for each series of notes and in the two separate pools indicated in the tables below (each series, a “Series of Notes,” and such notes, collectively, the “Notes” and such pools being the “Pool 1” and “Pool 2” indicated in the tables below). Except as set forth in Apache’s prior press release dated the date hereof announcing the early tender results of the Offers and increasing the “Aggregate Maximum Purchase Price” to an amount (excluding accrued and unpaid interest and excluding fees and expenses) sufficient to allow the purchase of all of the Notes tendered in Acceptance Priority Levels 1, 2, 3 and 4 in Pool 1 on or before the Early Tender Deadline (as defined below), subject to the Series Maximum for the 2037 Notes in the first table below, the terms and conditions of the Offers set forth in the Offer to Purchase remain unchanged. \n\n The applicable total consideration to be paid for each  $1,000  principal amount of Notes of each series validly tendered and not validly withdrawn prior to or at  5:00 p.m. ,  New York City  time, on  August 22, 2018  (the “Early Tender Deadline”) and accepted for purchase by Apache is set forth in the column entitled “Total Consideration” in the tables below (the “Total Consideration”). \n\n Pool 1: Offers to purchase for cash up to approximately $470,000,000 aggregate purchase price for the securities listed below in the priority listed below. \n\t\t\t   \n\t\t\t   \n\t\t Notes \n\t\t\t CUSIP Numbers \n\t\t\t Principal Amount Outstanding Prior to the Offers \n\t\t\t Series Maximum  (1) \n\t\t\t Principal Amount Tendered \n\t\t\t Principal Amount to Be Accepted \n\t\t\t Acceptance Priority Level (2) \n\t\t\t Reference Security  (3) \n\t\t\t Reference Treasury Yield \n\t\t\t Fixed Spread (bps) \n\t\t\t Total Consideration \n\t\t\t   \n\t\t 6.000% notes due 2037 \n\t\t\t 037411AR6 \n\t\t\t $ \n\t\t\t 1,000,000,000 \n\t\t\t $ \n\t\t\t 200,000,000 \n\t\t\t $ \n\t\t\t 450,544,000 \n\t\t\t $ \n\t\t\t 199,975,000 \n\t\t\t 1 \n\t\t\t T 3.125% due May 15, 2048 \n\t\t\t 2.983 \n\t\t\t % \n\t\t\t 170 \n\t\t\t $ \n\t\t\t 1,161.13 \n\t\t\t   \n\t\t 7.95% notes due 2026 \n\t\t\t 037411AK1 \n\t\t\t $ \n\t\t\t 180,000,000 \n\t\t\t N/A \n\t\t\t $ \n\t\t\t 46,732,000 \n\t\t\t $ \n\t\t\t 46,732,000 \n\t\t\t 2 \n\t\t\t T 2.875% due May 15, 2028 \n\t\t\t 2.834 \n\t\t\t % \n\t\t\t 140 \n\t\t\t $ \n\t\t\t 1,240.37 \n\t\t\t   \n\t\t 7.70% notes due 2026 \n\t\t\t 037411AJ4 \n\t\t\t $ \n\t\t\t 100,000,000 \n\t\t\t N/A \n\t\t\t $ \n\t\t\t 21,412,000 \n\t\t\t $ \n\t\t\t 21,412,000 \n\t\t\t 3 \n\t\t\t T 2.875% due May 15, 2028 \n\t\t\t 2.834 \n\t\t\t % \n\t\t\t 140 \n\t\t\t $ \n\t\t\t 1,222.16 \n\t\t\t   \n\t\t 7.625% debentures due 2096 \n\t\t\t 037411AL9 \n\t\t\t $ \n\t\t\t 150,000,000 \n\t\t\t N/A \n\t\t\t $ \n\t\t\t 110,830,000 \n\t\t\t $ \n\t\t\t 110,830,000 \n\t\t\t 4 \n\t\t\t T 3.125% due May 15, 2048 \n\t\t\t 2.983 \n\t\t\t % \n\t\t\t 250 \n\t\t\t $ \n\t\t\t 1,384.85 \n\t\t\t   \n\t\t 7.750% notes due 2029 \n\t\t\t 03746AAA8 \n\t\t\t $ \n\t\t\t 300,000,000 \n\t\t\t N/A \n\t\t\t $ \n\t\t\t 74,862,000 \n\t\t\t $ \n\t\t\t 0 \n\t\t\t 5 \n\t\t\t T 2.875% due May 15, 2028 \n\t\t\t 2.834 \n\t\t\t % \n\t\t\t 150 \n\t\t\t N/A \n\t\t\t   \n\t\t 7.375% debentures due 2047 \n\t\t\t 037411AM7 \n\t\t\t $ \n\t\t\t 150,000,000 \n\t\t\t N/A \n\t\t\t $ \n\t\t\t 29,237,000 \n\t\t\t $ \n\t\t\t 0 \n\t\t\t 6 \n\t\t\t T 3.125% due May 15, 2048 \n\t\t\t 2.983 \n\t\t\t % \n\t\t\t 185 \n\t\t\t N/A \n\t\t\t   \n\t\t 7.625% notes due 2019 \n\t\t\t 037411AP0 \n\t\t\t $ \n\t\t\t 150,000,000 \n\t\t\t N/A \n\t\t\t $ \n\t\t\t 41,579,000 \n\t\t\t $ \n\t\t\t 0 \n\t\t\t 7 \n\t\t\t T 2.625% due July 31, 2020 \n\t\t\t 2.612 \n\t\t\t % \n\t\t\t 0 \n\t\t\t N/A \n\t\t\t   \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t\t   \n\t\t Pool 2: Offers to purchase up to $350,000,000 aggregate purchase price for the securities listed below in the priority listed below. \n\t\t\t   \n\t\t\t   \n\t\t Notes \n\t\t\t CUSIP Numbers \n\t\t\t Principal Amount Outstanding Prior to the Offers \n\t\t\t Series Maximum  (1) \n\t\t\t Principal Amount Tendered \n\t\t\t Principal Amount to Be Accepted \n\t\t\t Acceptance Priority Level (2) \n\t\t\t Reference Security  (3) \n\t\t\t Reference Treasury Yield \n\t\t\t Fixed Spread (bps) \n\t\t\t Total Consideration \n\t\t\t   \n\t\t 2.625% notes due 2023 \n\t\t\t 037411BD6 \n\t\t\t $ \n\t\t\t 528,230,000 \n\t\t\t $ \n\t\t\t 125,000,000 \n\t\t\t $ \n\t\t\t 294,090,000 \n\t\t\t $ \n\t\t\t 124,995,000 \n\t\t\t 1 \n\t\t\t T 2.75% due July 31, 2023 \n\t\t\t 2.714 \n\t\t\t % \n\t\t\t 60 \n\t\t\t $ \n\t\t\t 972.04 \n\t\t\t   \n\t\t 3.625% notes due 2021 \n\t\t\t 037411AX3 \n\t\t\t $ \n\t\t\t 492,580,000 \n\t\t\t $ \n\t\t\t 100,000,000 \n\t\t\t $ \n\t\t\t 259,200,000 \n\t\t\t $ \n\t\t\t 99,998,000 \n\t\t\t 2 \n\t\t\t T 2.75% due August 15, 2021 \n\t\t\t 2.667 \n\t\t\t % \n\t\t\t 45 \n\t\t\t $ \n\t\t\t 1,010.67 \n\t\t\t   \n\t\t 3.250% notes due 2022 \n\t\t\t 037411AZ8 \n\t\t\t $ \n\t\t\t 813,990,000 \n\t\t\t N/A \n\t\t\t $ \n\t\t\t 598,266,000 \n\t\t\t $ \n\t\t\t 127,498,000 \n\t\t\t 3 \n\t\t\t T 2.75% due July 31, 2023 \n\t\t\t 2.714 \n\t\t\t % \n\t\t\t 55 \n\t\t\t $ \n\t\t\t 999.50 \n\t\t\t   \n\t\t (1)   The Series Maximum for each Series of Notes represents the maximum aggregate principal amount of Notes of such Series that will be purchased in the applicable Offer. \n(2)   Subject to satisfaction or waiver of the conditions to the Offers, the Acceptance Priority Level procedures will operate concurrently but separately for the Pool 1 Notes and the Pool 2 Notes. \n(3)   Bloomberg Reference Page FIT1. \n\n The applicable Total Consideration for each Series of Notes validly tendered and not validly withdrawn on or prior to the Early Tender Deadline was determined in the manner described in the Offer to Purchase by reference to the applicable fixed spread for such Series of Notes set forth in the column entitled “Fixed Spread” in the applicable table above, over the applicable yield based on the bid side price of the U.S. Treasury Security set forth for such Series of Notes in the column entitled “Reference Security” in the applicable table above, as calculated by the Dealer Managers (as defined below) at  11:00 a.m. ,  New York City  time, on  August 23 , 2018.  The Total Consideration includes an early tender premium of  $30  per  $1,000  in aggregate principal amount of Notes accepted for purchase in the Offers.  The aggregate purchase price for the Notes accepted for purchase will include accrued and unpaid interest, if any, from the last interest payment date for the applicable Series of Notes up to, but not including, the Early Settlement Date (as defined below). \n\n The settlement date for the Notes validly tendered on or before the Early Tender Deadline and accepted for purchase (the “Early Settlement Date”) is expected to be  August 24, 2018 , the second business day after the Early Tender Deadline. \n\n The deadline for Holders to validly withdraw tenders of Notes has passed. Accordingly, Notes that were tendered at or before the Early Tender Deadline may not be withdrawn or revoked, except as required by applicable law. \n\n Each Offer will expire at  11:59 p.m. ,  New York City  time, on  September 6, 2018 , unless extended or earlier terminated. However, because the aggregate purchase price of the Notes validly tendered and not validly withdrawn as of the Early Tender Deadline exceeds the Aggregate Maximum Purchase Price, as modified, and Apache does not intend to further increase the Aggregate Maximum Purchase Price, no Notes tendered after the Early Tender Deadline will be accepted for purchase in the Offers. \n\n Notes not accepted for purchase will be promptly credited to the account of the registered holder of such Notes with  The Depository Trust Company  in accordance with the Offer to Purchase. \n\n Apache’s obligation to accept for purchase, and to pay for, Notes that are validly tendered and not validly withdrawn pursuant to each Offer is conditioned on the satisfaction or waiver by Apache of a number of conditions as described in the Offer to Purchase, including the receipt by Apache of the net proceeds from the issuance of not less than  $800,000,000  in principal amount of indebtedness in one or more debt financing transactions on terms reasonably satisfactory to Apache (the “Financing Condition”). The Financing Condition was satisfied on  August 23, 2018  by the closing of Apache’s offering of  $1,000,000,000  in aggregate principal amount of 4.375% notes due 2028. Apache may amend, extend, or, subject to certain conditions and applicable law, terminate each Offer at any time in its sole discretion. \n\n BofA Merrill Lynch,  Credit Suisse Securities (USA) LLC , and  J.P. Morgan Securities LLC  are acting as Dealer Managers (the “Dealer Managers”) and  D. F. King & Co., Inc.  is acting as the Tender Agent and Information Agent for the Offers. Requests for documents may be directed to  D.F. King & Co., Inc.  at (800) 967-4607. Questions regarding the Offers may be directed to BofA Merrill Lynch at (888) 292-0070 (toll free) or (980) 387-3907 (collect);  Credit Suisse Securities (USA) LLC  at (800) 820-1653 (toll free) or (212) 538-1862 (collect) and  J.P. Morgan Securities LLC  at (866) 834-4666 (toll free) or (212) 834-3424 (collect). \n\n This announcement is for informational purposes only and is not an offer to purchase or sell or a solicitation of an offer to purchase or sell, with respect to any securities. The Offers to purchase the Notes are only being made pursuant to the terms of the Offer to Purchase. The Offers are not being made in any state or jurisdiction in which such Offers would be unlawful prior to registration or qualification under the securities laws of any such state or jurisdiction. None of Apache, the Dealer Managers, or the Tender Agent and Information Agent is making any recommendation as to whether or not Holders should tender their Notes in connection with the Offers. \n\n "},
{"Date": "04/11/2018", "Header": "Apache Corporation to Host First-Quarter 2018 Results Conference Call May 3 at 10 a.m. Central Time", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-corporation-host-first-quarter-2018-results-conference", "Textbody": "\n                                   \n<!--/*--><![CDATA[/* ><!--*/\n\n<!--/*--><![CDATA[/* ><!--*/\n\n*/\n\n/*--><!]]]]><![CDATA[>*/\n\n/*--><!]]>*/\n HOUSTON ,  April  11, 2018   (GLOBE NEWSWIRE) --  Apache Corporation  (NYSE:APA) (Nasdaq:APA) will host its first-quarter 2018 results conference call  Thursday, May 3, 2018 , at  10 a.m. Central time . The company will issue its earnings release after close of market  Wednesday, May 2 . The full text of the release will be available on the company's website at  www.apachecorp.com . \n\n   The conference call will be webcast from Apache's website at  www.apachecorp.com  and  investor.apachecorp.com , and the webcast replay will be archived there as well. The conference call will also be available for playback by telephone for one week beginning at approximately  4 p.m. Central time May 3 . To access the telephone playback, dial (855) 859-2056 or (404) 537-3406 for international calls. The conference access code is 3758236.    Additional guidance    To further assist analysts with their first-quarter production and earnings models, the company is providing the following estimates:                     Realized loss on oil and gas price derivatives (before tax):   $47 million                   Unrealized gain on oil and gas price derivatives (before tax):   $49 million                   Dry hole costs (before tax):   $15  -  $20 million                   \n Egypt  tax barrels:   33,000 to 37,000 BOE per day             Forward-looking statements    This news release contains forward-looking statements within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. See \"Risk Factors\" in our 2017 Annual Report on Form 10-K, \nQuarterly Reports on Form 10-Q and other public filings and press releases. A number of factors could cause actual results to differ materially from the expectations presented. None of the information contained in this news release has been audited by any independent auditor. Apache may elect to modify the format or discontinue publication at any time, without notice to securities analysts or investors. Unless legally required, Apache assumes no duty to update any forward-looking statement as of any future date.    "},
{"Date": "04/12/2018", "Header": "Apache Corporation Announces Appointment of Ben Rodgers as Vice President, Treasury", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-corporation-announces-appointment-ben-rodgers-vice", "Textbody": "\n                                   \n<!--/*--><![CDATA[/* ><!--*/\n\n<!--/*--><![CDATA[/* ><!--*/\n\n*/\n\n/*--><!]]]]><![CDATA[>*/\n\n/*--><!]]>*/\n HOUSTON ,  April  12, 2018   (GLOBE NEWSWIRE) --  Apache Corporation  (NYSE:APA) (Nasdaq:APA) today announced  Ben C. Rodgers  has been named vice president,  Treasury ; effective  April 16 . \n\n   Rodgers will lead Apache's  Treasury  department and have global oversight over the company's capital structure analysis, financing, risk insurance, banking policy, cash and liquidity management.    \"I am pleased to welcome Ben to Apache's leadership team. He brings diverse financial experience from both the upstream and midstream sectors of the oil and gas business, and his comprehensive knowledge of the  Permian Basin  markets will be a great complement to our executive team,\" said  Stephen J. Riney , Apache's chief financial officer and executive vice president.    Rodgers joins Apache from  EIG Global Energy Partners , where he served as senior vice president and led an investment team focusing on originating and managing oil and gas debt and equity \ninvestments in  North America . Before that, he was with Concho Resources serving in a variety of leadership roles including vice president of Commodities and Midstream and vice president and treasurer. He also previously held the role of vice president, Syndicated and Leveraged Finance, in the  Investment Banking Division of J.P. Morgan Securities . Before that, he was senior consultant in the Advisory Services group at  Ernst & Young . Rodgers holds an MBA in finance from the  University of Texas at Austin  and a bachelor's degree in finance from  Texas A&M University .    "},
{"Date": "05/01/2018", "Header": "Apache Corporation Announces First-Quarter 2018 Financial and Operational Results", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-corporation-announces-first-quarter-2018-financial-and", "Textbody": "\n                                   \n\t\t Reported first-quarter production of 440,000 barrels of oil equivalent (BOE) per day and adjusted production of 367,000 BOE per day, which excludes Egypt noncontrolling interest and tax barrels; \n\t \n\t\t Achieved U.S. production of 232,000 BOE per day, exceeding guidance by 9,000 BOE per day; \n\t \n\t\t Delivered record Permian Basin production of 183,000 BOE per day, with oil up 14 percent and total production up 24 percent year over year; \n\t \n\t\t Reduced average Alpine High well costs by 20 percent from 2017 average; \n\t \n\t\t Announced oil discovery at Garten prospect in U.K. North Sea with reserve potential in excess of 10 million barrels of oil (APA has a 100-percent working interest); and \n\t \n\t\t Raising U.S. production guidance range to 250,000 to 258,000 BOE per day, from 245,000 to 255,000 BOE per day. \n \n\tHOUSTON, May 2, 2018 – Apache Corporation (NYSE: APA) (Nasdaq: APA) today announced its financial and operational results for the first quarter of 2018. \n \n\tApache reported earnings of $145 million or $0.38 per diluted common share for the first quarter of 2018. These results include a number of items outside of core earnings that are typically excluded by the investment community in their published earnings estimates. When adjusted for these and certain additional items that impact the comparability of results, Apache’s first-quarter earnings were $124 million or $0.32 per share. Net cash provided by operating activities in the quarter was $615 million. Before working capital changes, Apache generated $799 million in operating cash flow. Adjusted earnings before interest, taxes, depreciation, depletion, amortization and exploration expenses (adjusted EBITDAX) was $1.1 billion. \n \n\tJohn J. Christmann IV, Apache's chief executive officer and president, said, “During the first quarter, Apache delivered strong operational results and U.S. production significantly above guidance. Outperformance in the United States was driven by a combination of shorter completion cycle times, improving efficiencies and excellent performance from new wells.  \n \n\t“Internationally, production was in line with our guidance, and our exposure to Brent oil pricing contributed to high margins, high cash returns and strong free cash flow. The first quarter was very good from an execution and cost-control standpoint, and we are seeing continued momentum into the second quarter,” said Christmann. \n \n\t First-quarter operational summary    \n \n\tHighlights from the company’s three principal areas include: \n \n\t\t United States  – U.S. production averaged 232,000 BOE per day. The company averaged 17 rigs and drilled and completed 60 gross-operated wells.\n\t\t \n\t\t\t\t Permian Basin  – First-quarter production in the Permian Basin averaged 183,000 BOE per day, with oil up 14 percent and total production up 24 percent year over year.\n\t\t\t\t \n\t\t\t\t\t\t Midland Basin  – Apache has transitioned primarily to multiwell pad development utilizing optimized pattern and spacing configurations. Across three pads, the company placed 12 wells on production in the Wolfcamp formation with an average peak 30-day initial production (IP) rate of 173 BOE per day per 1,000 lateral feet and consisting of 75 percent oil. Notably, Apache tested its first Wolfcamp C producer, which achieved a 30-day IP of 196 BOE per day per 1,000 lateral feet and consisting of 70 percent oil. Based on conservative early-stage assessments, this result could lead to the addition of several hundred Wolfcamp C locations. \n\t\t\t\t\t\tApache has implemented a new completion design with more optimal stage and cluster spacing, which is contributing to improved early-time well performance. The company is fracture stimulating more lateral feet per day, completing wells faster and more efficiently, and realizing significant cost savings. \n\t\t\t\t\t\t  \n\t\t\t\t\t \n\t\t\t\t\t\t Delaware Basin  – The company averaged 10 rigs and drilled and completed 29 gross-operated wells in the Delaware. \n\t\t\t\t\t\tAt Alpine High, production averaged 26,000 BOE per day, a 33-percent increase over fourth-quarter 2017. Apache has begun the transition to pattern and spacing testing as well as development drilling on multiwell pads. Pad operations and well design changes are driving increased efficiencies and lower well costs. The company made significant progress toward its cost reduction target during the first quarter, with well costs down 20 percent over 2017 average well costs. \n\t\t\t\t\t\tDuring the quarter, Apache brought online its first multiwell test in the wet gas window of the play, the four-well Chinook pad, which contains 1,350 British thermal units wet gas and oil. The average 30-day IP rates for these wells was 1,366 BOE per day. \n\t\t\t\t\t\t  \n\t\t\t\t \n\t\t \n\t \n\t\t Egypt  – Apache averaged 14 rigs during the quarter and drilled and completed 28 gross-operated wells with an 86-percent success rate. Adjusted production in Egypt, which excludes minority interest and the impact of tax barrels, averaged 80,000 BOE per day. During the quarter, Apache completed seven wells with 24-hour IP rates exceeding 1,000 BOE per day. The company has completed approximately 20 percent of its 2.6-million-acre, high-resolution, high-density 3D seismic survey in the Western Desert, which it believes will uncover impactful oil growth opportunities on its newly awarded concessions and legacy acreage. \n\t\t  \n\t \n\t\t North Sea  – Apache averaged three rigs during the quarter and produced 54,000 BOE per day. The company announced a significant discovery at the Garten prospect in the Beryl area, which encountered more than 700 feet of net oil pay in stacked, high-quality, Jurassic-aged sandstone reservoirs. The recoverable resource is expected to exceed 10 million barrels of light oil, which is at the high end of predrill estimates. Apache has a 100-percent working interest in the Garten discovery. The company will revisit its 2019 and 2020 international production guidance as well tieback and development activities progress.  \n \n\t Capital investment and financial position  \n \n\tOil-and-gas capital investment was $857 million during the quarter, with $115 million for Alpine High midstream. More than two-thirds of the capital spend in the quarter was focused on the Permian Basin.  \n \n\tIn March 2018, the company entered into a new five-year revolving credit facility with commitments totaling $4 billion. Apache retired $150 million of notes that matured in February and ended the quarter with $1.1 billion of cash and net debt of $7.3 billion.  \n \n\t 2018 outlook and guidance update  \n \n\tSolid operational execution and strong well performance in the first quarter is prompting Apache to raise its 2018 U.S. production guidance range to 250,000 BOE to 258,000 BOE per day from a previous range of 245,000 BOE to 255,000 BOE per day and expects a slight increase in its U.S. oil mix for the year. Capital guidance of $3 billion remains unchanged for the year.  \n \n\tFurther details on other financial and operational guidance items for the second quarter and full year 2018 can be found in the First-Quarter 2018 Financial and Operational Supplement. \n \n\t“We are very pleased with our results year to date, as our methodical approach to delineation and development is generating improved capital efficiency, higher returns and attractive production growth. I believe 2018 will be a year in which Apache differentiates itself operationally, particularly in the Permian Basin, where our measured pace is enabling the timely integration of key learnings and the ability to more effectively manage the inflationary service cost environment,” Christmann concluded.  \n \n\t Conference call \n \n\tApache will host a conference call to discuss its first-quarter 2018 results at 10 a.m. Central time, Thursday, May 3. The conference call will be webcast from Apache's website at www.apachecorp.com and investor.apachecorp.com, and the webcast replay will be archived there as well. A replay of the conference call will be available for seven days following the call. The number for the replay is (855) 859-2056 or (404) 537-3406 for international calls. The conference access code is 3758236. Sign up for email alerts to be reminded of the webcast at  investor.apachecorp.com/alerts.cfm . \n \n\t Additional information \n \n\tAdditional information follows, including reconciliations of adjusted earnings, cash flow from operations before changes in operating assets and liabilities, adjusted EBITDAX, oil and gas capital investment and net debt (non-GAAP financial measures) to GAAP measures and information regarding adjusted production. Apache’s quarterly supplement is available at  www.apachecorp.com/financialdata . \n \n\t "},
{"Date": "05/24/2018", "Header": "Apache Declares Cash Dividend on Common Shares", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-declares-cash-dividend-common-shares-8", "Textbody": "\n                                   \n<!--/*--><![CDATA[/* ><!--*/\n\n<!--/*--><![CDATA[/* ><!--*/\n\n*/\n\n/*--><!]]]]><![CDATA[>*/\n\n/*--><!]]>*/\n HOUSTON ,  May  24, 2018   (GLOBE NEWSWIRE) -- The board of directors of  Apache Corporation  (NYSE:APA), (Nasdaq:APA) has declared the regular cash dividend on the company's common shares.  \n\n       The dividend on common shares is payable  August 22, 2018 , to stockholders of record on  July 23, 2018 , at a rate of  25 cents  per share on the corporation's common stock.          "},
{"Date": "06/13/2018", "Header": "Apache Opens Application for 2018-2019 Tree Grant Program", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-opens-application-2018-2019-tree-grant-program", "Textbody": "\n                                   \n<!--/*--><![CDATA[/* ><!--*/\n\n<!--/*--><![CDATA[/* ><!--*/\n\n*/\n\n/*--><!]]]]><![CDATA[>*/\n\n/*--><!]]>*/\n HOUSTON ,  June  13, 2018   (GLOBE NEWSWIRE) --  Apache Corporation  (NYSE:APA) (NASDAQ:APA) today announced applications for the Apache Tree Grant Program are now available, providing an opportunity for nonprofits and charitable organizations to apply for participation. Now in its thirteenth year, the award-winning Apache Tree Grant Program has awarded more than 4 million trees to nonprofits across 17 states. Last year, the program donated over 288,000 trees to 48 nonprofits across three states including the  Texas Parks and Wildlife Department , the  I-20 Wildlife Preserve  and  Jenna Welch Nature Study Center . \n\n   The program is open to nonprofits in states where Apache has operations, currently Texas,  Oklahoma ,  New Mexico ,  Louisiana  and  Wyoming . Organizations must receive all trees (minimum of 50) in a single delivery. Apache will cover the cost of trees and delivery, however, recipients must agree to maintain and care for the trees, which must be native to the growing area. Organizations interested in the program can learn more and apply at  \nwww.apachelovestrees.com . The deadline for submission is  July 31, 2018 .    "},
{"Date": "04/23/2018", "Header": "Apache Corporation Announces Planned Retirement of Executive Vice President, Corporate Reservoir Engineering; New Appointee Named", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-corporation-announces-planned-retirement-executive-vice", "Textbody": "\n                                   \n<!--/*--><![CDATA[/* ><!--*/\n\n<!--/*--><![CDATA[/* ><!--*/\n\n*/\n\n/*--><!]]]]><![CDATA[>*/\n\n/*--><!]]>*/\n HOUSTON ,  April  23, 2018   (GLOBE NEWSWIRE) --  Apache Corporation  (NYSE:APA) (Nasdaq:APA) today announced  Kregg Olson , executive vice president, Corporate Reservoir Engineering, plans to retire effective  Aug. 1, 2018 . \n\n   John J. Christmann IV, Apache's chief executive officer and president, commented, \"Kregg's expertise and leadership have been a tremendous asset to Apache during his 26 years with the company. On behalf of the board and all Apache employees, I want to thank Kregg for his many contributions and wish him all the best in retirement.\"    Dave Pursell , currently senior vice president, Planning and Market Fundamentals, will assume responsibility for the corporate reservoir engineering department upon Olson's retirement.     Before joining Apache in early 2018, Pursell served as managing director of Investment Banking for  Tudor, Pickering, Holt & Co.  (TPH). Before that, he served as head of  Macro Research  and was one of the founders of  Pickering Energy Partners, Inc.  Before TPH, he was \ndirector of  Upstream Research  at  Simmons & Company International . Earlier in his career, he worked in various production and reservoir engineering assignments at  S.A. Holditch and Associates , which is now part of Schlumberger. Pursell began his career at ARCO  Alaska  in  Anchorage  with production and operations engineering assignments in  South Alaska  and the  North Slope . He holds a Bachelor of Science and Master of Science in petroleum engineering from  Texas A&M University .    "},
{"Date": "07/11/2018", "Header": "Apache Corporation to Host Second-Quarter 2018 Results Conference Call Aug. 2 at 10 a.m. Central Time", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-corporation-host-second-quarter-2018-results-conference", "Textbody": "\n                                   HOUSTON ,  July 11, 2018  (GLOBE NEWSWIRE) --  Apache Corporation  (NYSE:APA) (Nasdaq:APA) will host its second-quarter 2018 results conference call  Thursday, Aug. 2, 2018 , at  10 a.m. Central time . The company will issue its earnings release after close of market  Wednesday, Aug. 1 . The full text of the release will be available on the company's website at  www.apachecorp.com . \n\n The conference call will be webcast from Apache's website at  www.apachecorp.com  and investor.apachecorp.com, and the webcast replay will be archived there as well. The conference call will also be available for playback by telephone for one week beginning at approximately  4 p.m. Central time Aug. 3 . To access the telephone playback, dial (855) 859-2056 or (404) 537-3406 for international calls. The conference access code is 3260959. \n\n Additional guidance \n\n To further assist analysts with their second-quarter production and earnings models, the company is also providing the following estimates: \n\n       \n\t\t\t Realized loss on oil and gas price derivatives (before tax): \n\t\t\t $81 million \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t   \n\t\t\t Unrealized gain on oil and gas price derivatives (before tax): \n\t\t\t $55 million \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t   \n\t\t\t Dry hole costs (before tax): \n\t\t\t $15 - $20 million \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t   \n\t\t\t Egypt tax barrels: \n\t\t\t 34,000 to 38,000 BOE per day \n\t\t   \n\t\t\t   \n\t\t\t   \n\t\t Forward-looking statements \n\n This news release contains forward-looking statements within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. See \"Risk Factors\" in our 2017 Annual Report on Form 10-K, Quarterly Reports on Form 10-Q and other public filings and press releases. A number of factors could cause actual results to differ materially from the expectations presented. None of the information contained in this news release has been audited by any independent auditor. Apache may elect to modify the format or discontinue publication at any time, without notice to securities analysts or investors. Unless legally required, Apache assumes no duty to update any forward-looking statement as of any future date. \n\n "},
{"Date": "08/01/2018", "Header": "Apache Corporation Announces Second-Quarter 2018 Financial and Operational Results", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-corporation-announces-second-quarter-2018-financial-and", "Textbody": "\n                                   Reported second-quarter production of 464,000 barrels of oil equivalent (BOE) per day and adjusted production of 390,000 BOE per day, which excludes Egypt noncontrolling interest and tax barrels;  \n\t Delivered U.S. production of 255,000 BOE per day, exceeding guidance by 7,000 BOE per day driven by strong oil production in the Permian Basin;  \n\t Achieved record Permian Basin production of 202,000 BOE per day; \n\t Reported Alpine High net production of 32,000 BOE per day during the quarter, which increased approximately 70 percent to 54,000 BOE per day by the end of July; \n\t Realized significant capital efficiency improvements in the Permian Basin, reducing both Midland Basin completion cycle times and Alpine High well costs per lateral foot by 25 percent over 2017 averages; and \n\t Raising 2018 U.S. production guidance to 260,000 BOE per day, from previous guidance of 250,000 to 258,000 BOE per day. \n \nHOUSTON, Aug. 1, 2018 – Apache Corporation (NYSE: APA) (Nasdaq: APA) _today announced its financial and operational results for the second quarter of 2018. \n\n Apache reported earnings of $195 million or $0.51 per diluted common share for the second quarter of 2018. These results include a number of items outside of core earnings that are typically excluded by the investment community in their published earnings estimates. When adjusted for these and certain additional items that impact the comparability of results, Apache’s second-quarter earnings were $192 million or $0.50 per share. Net cash provided by operating activities in the quarter was $1.1 billion. Before working capital changes, Apache generated $932 million in operating cash flow. Adjusted earnings before interest, taxes, depreciation, depletion, amortization and exploration expenses (adjusted EBITDAX) was $1.3 billion. \n\n “Apache’s operational and strategic delivery have been exceptional through the first half of 2018. We are proactively managing our costs, operating at an activity level that maximizes capital efficiency, and we have established considerable momentum that is now showing up in our results,” said John J. Christmann IV, Apache's chief executive officer and president. “In the United States, the Permian Basin was our primary growth driver, with oil production in the Midland and Delaware basins up 20,000 barrels per day year-over-year and 6,000 barrels per day over the first quarter.” \n\n Second-quarter operational summary                                                  \n\n Highlights from the company’s three principal areas include: \n\n United States  – U.S. production averaged 255,000 BOE per day. The company averaged 17 rigs and drilled and completed 70 gross-operated wells. \n Permian Basin  – Second-quarter production in the Permian Basin averaged 202,000 BOE per day, with total production up 39 percent and oil up 25 percent year-over-year. \n\t \n\t Midland Basin  – Activity continues to focus on pad development in the Wolfcamp and Spraberry formations. During the quarter, the company brought 22 wells online in the Midland Basin. Learnings from strategic testing are enabling highly efficient and optimized full-field development. Apache has recently made significant changes to its completion designs, resulting in lower cycle times and cost reductions of nearly $400,000 for the average completion. \n\t\t  \n\t\t Delaware Basin  – Apache’s activity in the Delaware Basin includes operations in Dixieland and Alpine High in Reeves County and the slope play in southeast New Mexico. The company brought 41 Delaware Basin wells online, most of which were late in the quarter. \n\t\tAt Alpine High, production in the second quarter averaged 32,000 BOE per day, a 23-percent increase over the first quarter of 2018. Well costs in the play continue to come down despite upward pressure on service costs. Year-to-date, average costs per treated lateral foot are down by 25 percent. After analyzing successful results from its strategic testing programs, the company is increasing its investment in longer laterals and larger stimulations. \n\t\t  \n\t \n\t Egypt  – Apache averaged 13 rigs during the quarter and drilled and completed 34 gross-operated wells. Adjusted production in Egypt, which excludes minority interest and the impact of tax barrels, averaged 80,000 BOE per day. The company recently added a third new concession of 650,000 gross acres in the East Bahariya area, bringing Apache’s total Egypt position to more than 6 million gross acres. This further enhances a highly prospective acreage position and provides a substantial inventory of opportunities for many years to come. \n\t  \n\t North Sea  – Apache averaged three rigs during the quarter and produced 54,000 BOE per day, which was relatively flat over the first quarter. Two high-rate wells at Callater and Garten are expected to materially increase the North Sea production profile in late 2018 and early 2019. \n Capital investment and financial position  \n\n Oil-and-gas capital investment was $833 million during the quarter, including $116 million for Alpine High midstream. Total capital investment for the first half of the year was $1.7 billion. The company anticipates maintaining this pace of investment in the second half of the year, bringing the full-year spending outlook to approximately $3.4 billion, compared to prior guidance of $3 billion. This spend level anticipates a full year of Alpine High midstream investment, which may change with a potential transaction. \n\n The incremental capital is necessary to align and optimize drilling and completion activity in the Midland Basin and to fund investment in longer laterals, larger completions and facility expansions at Alpine High. These activity modifications incorporate learnings from the company’s recent strategic tests and are expected to result in increased productivity and improved returns. \n\n At current strip prices, the capital increase will be fully funded through cash flow from operations and will provide significant incremental production in 2019 and beyond. \n\n 2018 outlook and guidance update \n\n Strong execution and well performance in the second quarter are prompting the company to raise its 2018 U.S. production guidance for the second time this year. The updated guidance of 260,000 BOE per day is above the high-end of the previous range of 250,000 to 258,000 BOE per day.  At Alpine High, full-year 2018 guidance is now 45,000 BOE per day, or the midpoint of the previous guidance range. \n\n Adjusted international production guidance for 2018 is expected to be approximately 134,000 BOE per day, just below the midpoint of the previous range of 130,000 to 140,000 BOE per day. This includes a significant impact of higher-than-planned Brent prices on Egypt net production volumes. \n\n Further details on other financial and operational guidance for the second quarter and full year 2018 can be found in the Second-Quarter 2018 Financial and Operational Supplement at  www.apachecorp.com/financialdata. \n\n “Apache is executing extremely well on all fronts. We are realizing capital efficiency and productivity improvements that are increasingly evident in our financial and operational results. In the Permian Basin, our drilling and completion operations are very efficient, and our wells are outperforming. Our primary infrastructure is in place at Alpine High, and we are in the very early stages of a significant, long-term production ramp up. Furthermore, we have progressed an Alpine High midstream transaction to advanced stages and anticipate closing before year-end. \n\n “Internationally, we are generating significant free cash flow bolstered by Brent oil pricing. Our strategy and investment decisions in these regions are designed to deliver long-term oil growth in Egypt and to sustain production volumes in the North Sea. Our recent discoveries at Callater and Garten in the North Sea and our large-scale, high-density seismic and new acreage concessions in Egypt, give us confidence in our ability to deliver on this strategy while simultaneously maintaining or growing free cash flow. \n\n “Given our strong well performance trends, capital efficiency improvements, and the planned increase in 2018 investment, we anticipate upside bias to our 2019 and 2020 production guidance, which we will revisit later this year,” Christmann concluded. \n\n Conference call \n\n Apache will host a conference call to discuss its second-quarter 2018 results at 10 a.m. Central time, Thursday, Aug. 2. The conference call will be webcast from Apache's website at  www.apachecorp.com  and  investor.apachecorp.com , and the webcast replay will be archived there as well. A replay of the conference call will be available for seven days following the call. The number for the replay is (855) 859-2056 or (404) 537-3406 for international calls. The conference access code is 3260959. Sign up for email alerts to be reminded of the webcast at  http://investor.apachecorp.com/alerts/email-alerts-subscription . \n\n Additional information \n\n Additional information follows, including reconciliations of adjusted earnings, cash flow from operations before changes in operating assets and liabilities, adjusted EBITDAX, oil and gas capital investment and net debt (non-GAAP financial measures) to GAAP measures and information regarding adjusted production. Apache’s quarterly supplement is available at  www.apachecorp.com/financialdata. \n\n "},
{"Date": "11/15/2018", "Header": "Apache Donates 50,000 Trees in Four States", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-donates-50000-trees-four-states", "Textbody": "\n                                   HOUSTON ,  Nov.  15, 2018   (GLOBE NEWSWIRE) --  Apache Corporation  (NYSE, Nasdaq: APA) has announced the donation of 50,000 trees through its annual Apache Tree Grant Program. Partnering with 59 nonprofit organizations across  Texas ,  Louisiana , Oklahoma and  New Mexico , the program focuses on community enhancement and wildlife habitat improvement projects. Plantings from this year’s grants began in October and will continue through  May 2019 . More than 4.6 million trees have been planted with partners in 17 states since the program’s launch in 2005. \n \"I’m excited to kick off this 13th year of our tree grant program, part of our ongoing commitment to give where we live and work. In addition to supporting many important conservation efforts and organizations, the tree program affords all of us at Apache an opportunity to help beautify our neighborhoods and provide wildlife habitats,\" said  John J. Christmann IV , Apache's chief executive officer and president. \n Abel Baeza  with the  Reeves County Water Improvement District  #1, a current and previous tree grant recipient, said, “The trees we received from Apache’s Tree Grant Program have helped to enhance  Balmorhea Lake , an area of tremendous potential for our residents and visitors alike who want to bring their families out to enjoy the natural beauty of the area.”    \n Examples of the 59 projects include: \n West Texas The city of  Odessa  will receive 225 trees for public land improvements, and the  Levelland Chamber of Commerce , a first-time tree grant recipient, will receive 50 trees for the city’s parks. Further to the west, the  Reeves County Water Improvement District  #1 will plant 60 trees for habitat improvements around  Balmorhea Lake , supporting migrating birds in the region, and the residents of  Pecos  will also enjoy 100 new trees in parks and other spaces through the work of the  Pecos Housing Authority .    \n Central Texas  and Oklahoma  The Apache Tree Grant Program is supporting restoration efforts in communities affected by recent natural disasters. Together with partner Tree Folks that serves residents near Wimberly,  Texas , more than 10,000 seedlings will be distributed to those affected by the 2015  Memorial Day  floods. In Oklahoma, the  Elk City Chamber of Commerce  will receive 300 trees to restore damage from the  May 2017  tornadoes. \n Greater Houston Area In and around  Houston , Harris County Precinct 3 will receive 6,000 trees to be planted in public parks, along trails and in roadway esplanades, and the  City of Houston  and Trees for  Houston  will receive nearly 2,700 trees combined to beautify public spaces throughout the  Houston  community.  The Galveston Island Tree Conservancy  has distributed 600 trees to island residents to plant at their homes, promoting volunteerism and community involvement.   \n Louisiana The NOLA Tree Project  will receive 3,000 trees to plant and give away, with a focus on public green spaces including the  Louisiana Nature Center  and tornado devastated areas around  New Orleans .  \n New Mexico Apache is partnering with the Doña  Ana Soil and Water Conservation District  and the  City of Las Cruces  to give away 400 trees for landowners to plant on their property during this year’s season. \n For more information about the Apache Tree Grant Program, please visit  www.apachelovestrees.com . \n "},
{"Date": "09/05/2018", "Header": "Kinder Morgan and EagleClaw Announce Final Investment Decision on Permian Highway Pipeline Project", "url": "http://www.apachecorp.com/News/Articles/View_Article.aspx?Article.ItemID=4748", "Textbody": "Announcements 9/5/2018 Definitive Agreements signed by JV Partners; Project capacity nearly fully subscribed \r\n HOUSTON, Sept. 5, 2018 – Kinder Morgan Texas Pipeline LLC (KMTP), a subsidiary of Kinder Morgan, Inc. (NYSE: KMI), and EagleClaw Midstream Ventures, LLC (EagleClaw), a portfolio company of Blackstone Energy Partners, today announced a final investment decision to proceed with the Permian Highway Pipeline Project (PHP Project) after having executed definitive joint venture agreements and having secured sufficient firm transportation agreements with shippers.  Nearly all capacity available on the system is subscribed and committed under long-term, binding transportation agreements.  The remaining capacity is expected to be awarded shortly.   \r\nShippers that have committed to the project include EagleClaw, Apache Corporation (Apache), and XTO Energy Inc., a subsidiary of Exxon Mobil Corporation, amongst others.  As previously announced, KMTP and EagleClaw will be the initial partners, each with a 50 percent ownership interest in the project.  KMTP will build and operate the pipeline.  Apache will have the option to acquire equity from the initial partners and has announced its intent to assign that option to Altus Midstream, a new company announced by Apache and Kayne Anderson Acquisition Corp. (NASDAQ: KAAC) on Aug. 8, 2018.  KMI’s and EagleClaw’s ultimate ownership interest may vary between approximately 27 percent and 50 percent, depending on the outcome of ownership options held by anchor shippers.    \r\nThe approximately $2 billion PHP Project will provide an outlet for increased natural gas production from the Permian Basin to growing market areas along the Texas Gulf Coast and is designed to transport up to 2 billion cubic feet per day (Bcf/d) of natural gas through approximately 430 miles of 42-inch pipeline from the Waha to Katy, Texas, areas, with connections to the U.S. Gulf Coast and Mexico markets.  The PHP Project is expected to be in service in late 2020, assuming timely receipt of the requisite regulatory approvals. \r\n “We are very pleased to have reached this important milestone and to have secured the commitments required for all parties to proceed,” said Sital Mody, President of Kinder Morgan Natural Gas Midstream.  “With a route identified and the project nearly fully subscribed, we expect to begin stakeholder outreach, environmental surveys and right-of-way activities in the coming months.”  \r\n “With the continued growth in drilling activity in the Permian Basin, this project will help to provide key infrastructure for producers to move natural gas to the best premium markets along the Gulf Coast and South Texas,” said Jamie Welch, President and Chief Financial Officer of EagleClaw.   \r\nDavid Foley, Chief Executive Officer of Blackstone Energy Partners, added, “We are delighted to partner with Kinder Morgan and Apache to support a project that will meet the growing infrastructure needs of Permian Basin producers, support the continued growth of the U.S. economy and create jobs for American workers.” \r\n“We are excited to see the Permian Highway Pipeline move forward. This is a tremendous project with strong partners that will provide us with additional access to key natural gas markets,” said Brian Freed, Senior Vice President, Midstream and Marketing at Apache. \r\n About Kinder Morgan, Inc. \r\nKinder Morgan, Inc. (NYSE: KMI) is one of the largest energy infrastructure companies in North America.  We own an interest in or operate approximately 84,000 miles of pipelines and 152 terminals.  Our pipelines transport natural gas, refined petroleum products, crude oil, condensate, CO2 and other products, and our terminals transload and store liquid commodities including petroleum products, ethanol and chemicals, and bulk products, including petroleum coke, metals and ores.  For more information please visit  www.kindermorgan.com . \r\n About EagleClaw Midstream Ventures, LLC \r\nEagleClaw Midstream Ventures, LLC is focused on rapid response to the midstream infrastructure requirements of Permian producers.  EagleClaw just announced the pending acquisition of Caprock Midstream, another private gathering and processing company, for approximately $1 billion.  EagleClaw provides gathering, processing, and disposal services for natural gas, crude oil, and produced water to producers in the Delaware Basin.  Pro forma for the Caprock closing, EagleClaw will operate close to 850 miles of natural gas, natural gas liquids, crude and water gathering pipelines; 1.3 billion cubic feet per day of processing capacity; and crude and water storage facilities, with over 425,000 acres under long-term dedication for midstream services from a large number of successful and active producers in the Delaware Basin.  For more information, please visit  www.eagleclawmidstream.com . \r\n About Blackstone \r\nBlackstone Energy Partners is Blackstone's energy-focused private equity business, with a successful record built on our industry expertise and partnerships with exceptional management teams.  Blackstone has invested over $15 billion of private equity globally across a broad range of sectors within the energy industry.  Blackstone (NYSE: BX) is one of the world's leading investment firms.  Our asset management businesses, with over $440 billion in assets under management, include investment vehicles focused on private equity, real estate, public debt and equity, non-investment grade credit, real assets and secondary funds, all on a global basis.  Further information is available at  www.blackstone.com . \r\n "},
{"Date": "12/04/2018", "Header": "Apache Achieves First Oil at Garten Development in U.K. North Sea Less than Eight Months After Discovery", "url": "http://investor.apachecorp.com/news-releases/news-release-details/apache-achieves-first-oil-garten-development-uk-north-sea-less", "Textbody": "\n                                   Well currently producing at 16.3 thousand barrels of oil equivalent per day (MBOE per day), 84 percent oil \n HOUSTON ,  Dec.  04, 2018   (GLOBE NEWSWIRE) --  Apache Corporation  (NYSE, Nasdaq: APA) today announced it has initiated production from its Garten development on Block 9/18a Area-W in the  United Kingdom  sector of the  North Sea . The discovery well, which is located 6 kilometers south of the Beryl Alpha Platform, was placed on production in late November, less than eight months after being drilled in  March 2018 . \n The discovery well at Garten encountered a downthrown structural closure with 778 feet of net oil pay in stacked, high-quality, Jurassic-aged sandstone reservoirs. The well is currently producing from the Beryl sand at a rate of 13.7 thousand barrels of oil per day (MBOPD) and 15.7 million cubic feet of gas per day (MMCFPD). Two lower zones were also successfully tested, and all three zones will ultimately be commingled to maximize recovery. The strong initial rate establishes excellent momentum late in the year and will positively impact Apache’s 2019 production guidance. As previously disclosed, the recoverable resource is expected to exceed 10 million barrels of light oil plus associated natural gas. Apache has a 100 percent working interest in the Garten development. \n Jon Graham , region vice president –  North Sea  for Apache, said, “We are proud to have brought the Garten field online well ahead of our original target of first-quarter 2019. Performance from the three zones we tested is very encouraging, and we expect this field will significantly increase Apache’s reserves and production in the  UK . With exposure to strong Brent oil and  UK  natural gas prices, Garten will be a notable contributor to Apache’s cashflow in 2019. \n “The Garten project is an excellent example of Apache’s strategy in the  North Sea  to focus exploration activity near operated facilities and leverage existing infrastructure. The pace of this project would not have been possible without the skills and expertise we have within our team and close collaboration with companies in our supply chain,” continued Graham. “The support we received from the  Oil and Gas Authority  cannot be overstated, and we are proud to be contributing toward maximizing economic recovery in the  UK North Sea  with the successful development of the field.” \n “Garten is a unique technical achievement and represents Apache’s most complex smart well completion to date. Our delivery on this project underscores Apache’s strong mix of integrated technical capabilities, project management expertise and cost discipline,” added  Mark Hobbs , director of Operations & Projects at  Apache North Sea . \n Dr.  Andy Samuel , chief executive of the  Oil and Gas Authority  said, \"It is great to see the Garten field come onstream less than a year from the original discovery and well ahead of the original plan. The Garten well was the 2,500th exploration well on the UK Continental Shelf. Apache’s continued success reinforces the tremendous potential of the UKCS, which Apache is unlocking using advanced data gathering and analytics with excellent application of a number of technologies including 3D seismic to uncover high value near-field prospectivity.” \n The Garten field is tied back to the Beryl Alpha platform, which is located 180 miles northeast of  Aberdeen . It follows Apache’s successful Callater field discovery in the Beryl area, which came online in  May 2017 . \n "},
{"Date": "05/15/2018", "Header": "Apache Corporation & Noble Energy to Anchor EPIC Crude Oil Pipeline, Anticipated to be Online in the Second Half of 2019\r\nEPIC Pipelines Backed by Ares Management Private Equity Group", "url": "http://www.apachecorp.com/News/Articles/View_Article.aspx?Article.ItemID=4738", "Textbody": "Announcements 5/15/2018 SAN ANTONIO, TX—May 10, 2018—EPIC Midstream Holdings, LP (“EPIC”) announced today that it has secured strategic partnerships for the EPIC Crude Oil Pipeline, which will run side-by-side with the EPIC Natural Gas Liquids (“NGL”) Pipeline for 730 miles from southeastern New Mexico to Corpus Christi, Texas. The EPIC Pipelines are backed by capital commitments from funds managed by the Private Equity Group of Ares Management, L.P. (NYSE: ARES). \r\n Apache Corporation (NYSE, NASDAQ: APA) and Noble Energy (NYSE:NBL) have committed to anchor the EPIC Crude Oil Pipeline, which will have an initial total capacity of 590 thousand barrels of oil per day (MBbl/d), including 440 MBbl/d from the Permian Basin and 150 MBbl/d from the Eagle Ford. Apache and Noble Energy have secured 75 MBbl/d and 100 MBbl/d of firm capacity, respectively. More than 500,000 acres have been dedicated to the EPIC Crude Oil Pipeline, including dedications from Apache and Noble Energy. At least 10 percent of system capacity will be reserved for Uncommitted Shippers. \r\n Additionally, EPIC is engaged in ongoing commercial negotiations representing at least 500 MBbl/d in potential volume commitments and acreage dedications for the crude pipeline, in addition to 175 MBbl/d capacity provided to Apache and Noble Energy. Pending the final result of the commercial process, the EPIC Crude Oil Pipeline may be upsized to a 30-inch line, expanding Permian Basin capacity from 440 MBbl/d to 675 MBbl/d. \r\n “As one of the largest acreage holders in the Permian Basin, Apache’s participation in the EPIC Crude Oil Pipeline helps to ensure takeaway capacity for our production from the region. The partnership enhances our long-term operational flexibility and market optionality in our Delaware and Midland Basin focus areas,” said Brian Freed, Apache’s Senior Vice President, Midstream and Marketing. He noted that the EPIC crude oil partnership aligns with previously contracted shipping from the region and complements the significant field infrastructure being built for the development of Alpine High, a world-class oil, natural gas liquids, and gas field the company discovered in 2016. \r\n “Noble Energy’s strategic agreement with EPIC provides long-term flow assurance for our rapidly growing Delaware Basin oil volumes. With this agreement, we have further diversified our onshore marketing outlets with access to the Gulf Coast and global markets,” said Gary W. Willingham, Noble Energy’s Executive Vice President, Operations. \r\n “Partnering with Apache and Noble Energy adds tremendous strategic value to EPIC as we build out our crude footprint,” said Phillip Mezey, Chief Executive Officer of EPIC Pipeline. \r\n “We are excited to be partnering with some of the leading energy companies in the world to develop these critical infrastructure assets,” said Nate Walton, Partner and Co-Head of North American Private Equity at Ares Management. \r\n As part of their EPIC strategic partnerships, Apache will have an option to acquire up to 15% of the equity in the EPIC Crude Oil Pipeline and Noble will have an option to acquire up to 30% of equity in the EPIC Crude Oil Pipeline as well as up to 15% of the EPIC NGL Pipeline. All options expire in the first quarter of 2019. \r\n The EPIC Crude Oil Pipeline will extend from Orla,Texas to the Port of Corpus Christi, Texas. The project includes terminals in Orla, Pecos, Saragosa, Crane, Wink, Midland, Helena and Gardendale, with Port of Corpus Christi connectivity and export access. It will service the Delaware, Midland and Eagle Ford Basins. Right of way is 100 percent secured for the first two phases of the system, and construction is expected to commence in the fourth quarter of 2018. The crude system is expected to be in service in the second half of 2019. \r\n The EPIC NGL Pipeline has previously signed definitive agreements with BP Energy Company to anchor the pipeline and has also entered into a strategic arrangement with Salt Creek Midstream. Phase One of the EPIC NGL Pipeline is currently in operation, and it extends from DLK Black River Midstream to Delaware Basin Midstream. Phase Two, which will run from Delaware Basin Midstream to Benedum, Texas, is currently under construction with an expected in-service date of June 2018. Phase Three, which will run from Benedum to Corpus Christi is expected to be in service by the second half of 2019. \r\n About EPIC Pipeline \r\nEPIC was formed in 2017 to build, own, and operate midstream infrastructure in both the Permian and Eagle Ford Basins. EPIC’s first two projects, the EPIC Crude Oil Pipeline and the EPIC NGL Pipeline, will transport crude and NGL across Texas for delivery into the Corpus Christi market. For more information, visit  www.epicmid.com \r\n "},
{"Date": "05/14/2018", "Header": "Apache Midstream and ARM Energy Holdings Announce Development of Salt Creek Midstream’s SCM Alpine, LLC", "url": "http://www.apachecorp.com/News/Articles/View_Article.aspx?Article.ItemID=4737", "Textbody": "Announcements 5/14/2018 Apache Midstream and ARM Energy Holdings Announce Development of Salt Creek Midstream’s SCM Alpine, LLC Apache Midstream Signs Option for 50% Stake in 445,000 Bbl/d NGL Header System ARM to Construct, Manage, Operate and Own an Interest in the Transportation System Salt Creek Midstream and SCM Alpine Backed by Ares Management’s Private Equity Group \r\n \r\nHOUSTON May 14, 2018—Apache Midstream (“Apache”), a subsidiary of Apache Corporation (NYSE, NASDAQ: APA) and ARM Energy Holdings (“ARM Energy”) today announced that ARM Energy’s affiliate, Salt Creek Midstream, LLC (“Salt Creek”) is developing SCM Alpine, LLC (“Alpine”), a 445,000 Bbl/d capacity natural gas liquids (NGL) header system, and that Apache Midstream has signed an option to acquire a 50% stake in Alpine. \r\n Construction has commenced, and the project is expected to be operational in Q1 2019. ARM Midstream Management, LLC, an affiliate of ARM Energy, will construct, manage and operate the system. The $100 million project is supported by 10-year commitments from both Salt Creek and Apache Corporation. The term of the commitments may be automatically extended twice for an additional five years for a potential term of 20 years. \r\n The Alpine header system will be comprised of two pipeline segments that originate at both the Salt Creek and Apache processing facilities in southern Reeves County, Texas. The pipeline will provide flexibility by transporting the NGLs to Waha, where it will have the ability to interconnect to downstream pipelines providing access to Mont Belvieu and Corpus Christi fractionation facilities. \r\n ARM Energy’s CEO Zach Lee said, “We are pleased to join Apache in announcing this project. This announcement signifies Salt Creek’s extensive relationships in the Delaware Basin and our expanding world-class asset-base. We have a deep understanding of the fundamentals driving upstream and midstream economics and their impact on the gulf coast downstream markets. We believe Alpine is well-positioned to provide market optionality leading to netback advantages for its customer base.” \r\n Apache Corporation’s Senior Vice President, Midstream and Marketing, Brian Freed, said, “The development of this NGL project is another significant step in Apache’s Alpine High infrastructure buildout. This project provides Apache access to the emerging Waha market area, increasing the company’s long-term operational flexibility and market optionality.” \r\n In April 2018, ARM Energy announced a strategic partnership with Ares Management, L.P. (“Ares”) to develop Salt Creek in the Delaware Basin. Salt Creek and Alpine are both owned by funds managed by the Ares Private Equity Group and ARM Energy. \r\n Locke Lorde LLP provided legal representation to ARM Energy/Salt Creek and Bracewell LLC represented Apache. \r\n About Salt Creek Midstream, LLC \r\nFormed in 2017, Houston-headquartered Salt Creek Midstream, LLC is a joint venture of ARM Energy Holdings LLC and funds managed by Ares Management, L.P. Salt Creek is a full service midstream provider, offering gas and crude gathering, compression, cryogenic processing and treating services. The greenfield development project spans more than 250,000 acres across Culberson, Reeves, Ward, Winkler, Lea, Pecos, and Eddy Counties within the Delaware Basin. \r\n  \r\n "},
{"Date": "05/15/2018", "Header": "Apache recognizes two children of employees for academic excellence", "url": "http://www.apachecorp.com/News/Articles/View_Article.aspx?Article.ItemID=4739", "Textbody": "Editorials 5/15/2018 Apache is proud to announce that Scott, son of Steve Williams, Assistant General Counsel and Morgan, daughter of Patti McKee, director of Finance and Investments, Fund For Teachers were chosen as winners in the 2018 Apache Corporation Scholarship Program administered by the National Merit Scholarship Corporation. \r\n SON OF STEVE WILLIAMS RECEIVES NATIONAL MERIT APACHE CORPORATION SCHOLARSHIP \r\n Scott, who is a recipient of the 2018 National Merit Apache Corporation Scholarship, will graduate in June from Bellaire High School in Houston, Texas. He will attend the University of Texas at Austin in the fall to study astronomy and physics. \r\n \"Apache's generosity is greatly appreciated especially since I will have three sons representing UT Longhorns,\" said Williams. \r\n He added that Scott is honored to be recognized by Apache with the 2018 Merit Scholarship award and will put it toward the cost of tuition, books and fees for the upcoming year. \r\n Scott is Williams' third son to be a recipient of a National Merit Apache Corporation Scholarship. His brother Martin, who is currently a junior at the University of Texas where he is studying management information systems and English, received the award in 2015. Also, Scott's oldest brother John received the award in 2012. John has since graduated from Rice University with a Bachelor of Science in chemical engineering and a Bachelor of Arts in sociology. He is now a second-year law student at the University of Texas. \r\n DAUGHER OF PATTI MCKEE RECEIVES APACHE CORPORATION SCHOLARSHIP \r\n Morgan, who is a recipient of the 2018 Apache Corporation Scholarship, will graduate in May from Episcopal High School in Houston, Texas. She will attend the University of Texas at Austin in the fall to study business. \r\n \"Morgan is excited about the scholarship,\" said McKee, \"and I am forever grateful to Apache and proud to know that I work at a company that supports higher learning and recognizes exceptional student achievement.\" \r\n Please join us in congratulating Patti McKee and her daughter Morgan, as well as Steve Williams and his son Scott, on this prestigious accomplishment, and in wishing the students continued success in their collegiate endeavors. \r\n About the Apache Corporation Scholarship Program \r\nApache sponsors two scholarships annually through the National Merit Scholarship Program. The annual competition is conducted by the National Merit Scholarship Corporation (NMSC), which forms an impartial committee of professionals to select the award recipients and to administer the awards. \r\n Children of Apache employees who qualify as semifinalists nationally and advance to finalist standing are awarded the National Merit Apache Corporation Scholarship. Recipients of the scholarship are among a group of students who are recognized nationally for academic excellence and demonstrate distinguished credentials including a strong combination of abilities, accomplishments and leadership. \r\n Recipients of the Apache Corporation Scholarship are chosen from a select group of children of Apache employees who are recognized for academic excellence and demonstrate distinguished credentials including a strong combination of abilities, accomplishments and leadership. \r\n  Top of Page \r\n   \r\n     MORE articles + \r\n  \r\n"},
{"Date": "08/07/2018", "Header": "TPWF and Apache Corporation Partner to Raise $2 million for Balmorhea State Park Pool Repairs", "url": "http://www.apachecorp.com/News/Articles/View_Article.aspx?Article.ItemID=4746", "Textbody": "Announcements 8/7/2018 August 7, 2018 \r\n   \r\n Texas Parks and Wildlife Foundation (TPWF) has established a fund to raise $2 million for pool repairs at Balmorhea State Park. Apache Corporation is providing a challenge grant and will match gifts up to $1 million. \r\n   \r\n The iconic spring-fed pool at Balmorhea State Park in West Texas has been closed since early May after part of the structure collapsed during the pool’s annual cleaning. Texas Parks and Wildlife Department (TPWD) announced in a press release last week that repairs to the historic pool are set to begin. \r\n   \r\n The labor-intensive job will repair the damage to the concrete apron used to stabilize the diving board along the east headwall. TPWD reports that months of thorough evaluation, including extensive geotechnical examination, found that the structural failure was due to years of undermining erosion behind the wall caused by the flow of water from the springs. \r\n   \r\n “Apache is proud to partner with Texas Parks and Wildlife Foundation to support one of Texas’s most treasured destinations. This public-private partnership will ensure this unique natural treasure remains an iconic part of our community for many years to come,” said Apache Chief Executive Officer and President John J. Christmann IV. \r\n   \r\n Raising private funds for this project will allow available state funding to be used for other critical repair needs across the state park system. State park facilities throughout the state have been hit hard by Hurricane Harvey in 2017 and devastating floods in recent years. \r\n   \r\n “We are incredibly thankful to Apache for their spirit of generosity in stepping forward with this major challenge grant to help repair Balmorhea State Park and its much beloved spring-fed swimming hole,” said Texas Parks and Wildlife Department Executive Director Carter Smith. “This west Texas oasis is one of Texas’ great treasures, and its closure this summer was a source of deep disappointment to the Department and thousands of families who otherwise would have enjoyed basking in its magical, refreshing waters.   With this challenge grant and the generosity of other Texans, we can  now embark upon the essential repairs to the pool without having to divert resources away from other critical repair and maintenance projects across the State Park system.” \r\n   \r\n The Civilian Conservation Corps structure was built in the mid-1930s and is the world’s largest spring-fed swimming pool. More than 15 million gallons of water flow through the pool each day, gushing from the San Solomon Springs. The 1.3-acre pool is up to 25 feet deep, holds 3.5 million gallons of water and the water temperature stays at 72 to 76 degrees year-round. \r\n   \r\n “Generations of Texans have enjoyed the cool, clear waters at Balmorhea, and we’re deeply grateful for Apache’s challenge grant to help us meet the fundraising goal of $2 million,” said Anne Brown, Texas Parks and Wildlife Foundation Executive Director. “We’ve heard from many individuals and companies that are interested in helping, and we hope everyone who has ever dipped a toe in this Texas treasure will consider making a donation to help.” \r\n   \r\n Online donations  may be made, or a donation may be mailed to: \r\n Texas Parks and Wildlife Foundation \r\n 2914 Swiss Ave. \r\n Dallas, Texas 75204 \r\n   \r\n All TPWF news releases available online:  www.tpwf.org/news/press-releases/ \r\n   \r\n Since 1991,  Texas Parks and Wildlife Foundation  has leveraged public funds with private philanthropy to advance Texas’ proud outdoor traditions and conserve our state’s wildlife, habitat, recreational areas, and natural resources. Since its inception, TPWF has raised more than $170 million to help ensure that all Texans, today and in the future, can enjoy the wild things and wild places of Texas. \r\n   \r\n   \r\n Apache Corporation  is an oil and gas exploration and production company with operations in the United States, Egypt and the United Kingdom. Apache posts announcements, operational updates, investor information and copies of all press releases on its website,   and on its Media and Investor Center mobile application, which is available for free download from the Apple App Store and the Google Play Store. \r\n   \r\n ### \r\n   \r\n Media Contacts: \r\n Lydia Saldaña                       Castlen Kennedy \r\n 817.851.5729                         713.296.7189 \r\n   lsaldana@tpwf.org              Castlen.Kennedy@apachecorp.com Top of Page \r\n   \r\n     MORE articles + \r\n  \r\n"},
{"Date": "05/24/2018", "Header": "Apache Dedicates Alpine High NGLs to Enterprise", "url": "http://www.apachecorp.com/News/Articles/View_Article.aspx?Article.ItemID=4740", "Textbody": "Announcements 5/24/2018 Houston, Texas (May 24, 2018) – Enterprise Products Partners L.P. (NYSE: EPD) and Apache Corporation (NYSE and NASDAQ: APA) today announced they have executed a long-term agreement, with Apache committing 100 percent of its Alpine High natural gas liquids (“NGLs”) to Enterprise.  \r\n Apache has 336,000 net acres in its Alpine High discovery in the Delaware Basin.  Enterprise has committed to accept a minimum of 205,000 barrels per day (“BPD”) of NGLs from Apache. \r\n Enterprise is constructing the 658-mile Shin Oak pipeline from Reeves County to Enterprise’s NGL fractionation and storage complex in Mont Belvieu, Texas.  The pipeline is expected to have an initial capacity of 550,000  BPD and is scheduled to be completed in the second quarter of 2019.  Apache has an option for a 33 percent equity stake in the Shin Oak pipeline, which is exercisable after the in-service date. \r\n “We are excited to announce our long-term agreements with Apache to support their development of the prolific Alpine High region,” said A.J. “Jim” Teague, chief executive officer of Enterprise’s general partner. “This is another example of Enterprise working with a premier producer in one of the most attractive developments in the U.S. Shin Oak complements Enterprise’s existing foundation of midstream assets and is part of our comprehensive solution for providing flow assurance and market choices from multiple basins, in addition to facilitating continued production growth in an area, which is expected to double over the next four years.” \r\n “Alpine High is an enormous hydrocarbon resource that encompasses rich gas, dry gas and oil-bearing horizons.  This agreement provides an efficient long-term outlet for the tremendous volume of NGLs that Apache plans to produce from the rich gas window of the play. \r\n “Today’s announcement with Enterprise is another step in supporting our full-field development program and ensuring access to attractive markets for our products,” said Brian Feed, Apache’s senior vice president, Midstream and Marketing. \r\n Enterprise Products Partners L.P. is one of the largest publicly traded partnerships and a leading North American provider of midstream energy services to producers and consumers of natural gas, NGLs, crude oil, refined products and petrochemicals. Our services include: natural gas gathering, treating, processing, transportation and storage; NGL transportation, fractionation, storage and import and export terminals; crude oil gathering, transportation, storage and terminals; petrochemical and refined products transportation, storage and terminals; and a marine transportation business that operates primarily on the United States inland and Intracoastal Waterway systems. The partnership’s assets include approximately 49,000 miles of pipelines; 250 million barrels of storage capacity for NGLs, crude oil, refined products and petrochemicals; and 14 billion cubic feet of natural gas storage capacity. \r\n Apache Corporation is an oil and gas exploration and production company with operations in the United States, Egypt and the United Kingdom. Apache posts announcements, updates, investor information and all recent press releases on its website,  www.apachecorp.com . \r\n This press release includes forward-looking statements. Except for the historical information contained herein, the matters discussed in this press release are forward-looking statements that involve certain risks and uncertainties, such as Enterprise’s and Apache’s expectations regarding future results, capital expenditures, project completions, liquidity and financial market conditions. These risks and uncertainties include, among other things, insufficient cash from operations, adverse market conditions, governmental regulations and other factors discussed in Enterprise’s and Apache’s filings with the U.S. Securities and Exchange Commission. If any of these risks or uncertainties materialize, or should underlying assumptions prove incorrect, actual results or outcomes may vary materially from those expected. Enterprise and Apache disclaim any intention or obligation to update publicly or reverse such statements, whether as a result of new information, future events or otherwise. \r\n Enterprise \r\nRandy Burkhalter, Investor Relations (713) 381-6812 or (866) 230-0745                      \r\nRick Rainey, Media Relations (713) 381-3635 \r\n Apache \r\nCastlen Kennedy, Media Relations (713) 296-7189                             \r\nGary Clark, Investor Relations (281) 302-2286 \r\n  Top of Page \r\n   \r\n     MORE articles + \r\n  \r\n"},
{"Date": "06/28/2018", "Header": "Kinder Morgan, EagleClaw Midstream and Apache Announce\r\nJoint Development of the Permian Highway Pipeline Project\r\n", "url": "http://www.apachecorp.com/News/Articles/View_Article.aspx?Article.ItemID=4745", "Textbody": "Announcements 6/28/2018 HOUSTON, June 25, 2018 – Kinder Morgan Texas Pipeline LLC (KMTP), a subsidiary of Kinder Morgan, Inc. (NYSE: KMI), EagleClaw Midstream Ventures, LLC (EagleClaw), a portfolio company of Blackstone Energy Partners, and Apache Corporation (NYSE, NASDAQ: APA) today announced they have signed a letter of intent for the development of the proposed Permian Highway Pipeline Project (PHP Project), which will provide an outlet for increased natural gas production from the Permian Basin to growing market areas along the Texas Gulf Coast. The approximately $2 billion PHP Project is designed to transport up to 2.0 billion cubic feet per day (Bcf/d) of natural gas through approximately 430 miles of 42-inch pipeline from the Waha, Texas, area to the U.S. Gulf Coast and Mexico markets. Given the level of producer inquiry, KMI is also evaluating the economic and hydraulic feasibility of a 48-inch pipeline with increased transportation capacity. The PHP Project is expected to be in service in late 2020, subject to the execution of definitive agreements and the receipt of construction permits.  \r\n Natural gas supply will be sourced into the PHP Project from multiple locations, including KMI’s, EagleClaw’s and Apache’s existing systems in the Permian Basin, with additional interconnections to both intrastate and interstate pipeline systems in the Waha area. The PHP Project will hold capacity on KMI’s intrastate pipeline systems in the market area, which will uniquely enable it to deliver natural gas to the Katy market hub, the Agua Dulce market hub, the Coastal Bend and Kinder Morgan Tejas headers connected to the Freeport LNG export facility, the Cheniere header connected to the Cheniere Corpus Christi LNG export facility, and numerous pipelines along the Texas Gulf Coast.   \r\n KMTP and EagleClaw will be the initial partners (50 percent ownership each), and Apache, who has been jointly developing the proposed project, will have an option to acquire up to 33 percent equity in the project from the initial partners. Apache and EagleClaw will be significant shippers on the proposed pipeline, with Apache planning to commit up to 500,000 dekatherms per day. KMTP will build and operate the pipeline.    \r\n “The PHP Project is structured to provide unrivaled market optionality for Permian producers,” said Sital Mody, Chief Commercial Officer of Kinder Morgan Natural Gas Midstream. “By contracting for space on KMI’s extensive intrastate systems, the project will offer seamless nominations to the Katy and Agua Dulce market hubs; pipeline headers into LNG export facilities on the Texas Gulf Coast; multiple pipelines delivering gas into Mexico, including Valley Crossing, NET Mexico, and KMI’s Border and Monterrey pipelines; and numerous other intrastate and interstate pipelines. Additionally, shippers on the project will be able to contract for additional transportation, storage and gas sales options with KMI, whose existing intrastate systems are directly connected to most end users along the Texas Gulf Coast.” \r\n “As investors throughout the energy value chain, with extensive holdings of both midstream and upstream assets in the Permian Basin, we have a firsthand understanding of the need for additional takeaway capacity to unlock the full growth potential of the Permian Basin,” said David Foley, CEO of Blackstone Energy Partners. “We look forward to continuing to proactively address the critical infrastructure needed to support producers, and we are excited to establish a partnership on this important project between EagleClaw, the largest privately-held natural gas gathering and processing business in the Delaware Basin, and Kinder Morgan, one of the nation’s most experienced pipeline developers and operators.” \r\n Bob Milam, CEO of EagleClaw, added, “EagleClaw has been in extensive discussions with pipeline operators and customers on the need for further downstream connectivity out of the Waha area for the ever-increasing volumes of associated gas.  We have evaluated many different pipeline options over the last 18 months, and we believe that this project has the best and broadest end-market options that will maximize overall net-back value and end-market flexibility for our customers.” \r\n “Apache’s participation in this second greenfield gas pipeline project out of the Permian Basin gives us additional operational flexibility and market optionality, providing unparalleled access not only to growing legacy markets along the Gulf Coast, but also to expanding LNG and export markets. The estimated in-service date of the PHP Project also coincides with growth and scale of our production forecast for Alpine High as well as other Permian production. Kinder Morgan is an industry leader with a proven track record of developing and building capital intensive pipeline infrastructure projects, and we are very pleased to be a part of it,” said Brian Freed, Apache’s senior vice president, Midstream and Marketing.  \r\n About Kinder Morgan, Inc. \r\n  It owns an interest in or operates approximately 85,000 miles of pipelines and 152 terminals.  KMI’s pipelines transport natural gas, refined petroleum products, crude oil, condensate, CO 2  and other products, and its terminals transload and store petroleum products, ethanol and chemicals, and handle such products as petroleum coke, metals and ores. For more information, please visit  www.kindermorgan.com About EagleClaw Midstream Ventures, LLC \r\n EagleClaw Midstream Ventures, LLC is focused on rapid response to the midstream infrastructure requirements of Permian producers.  The Company provides comprehensive gathering, transportation, compression, processing and treating services necessary to bring natural gas, natural gas liquids and crude oil to market.  EagleClaw currently has long term dedications for over 300,000 acres from a broad number of successful and active producers in the Delaware basin.  For more information, please visit  www.eagleclawmidstream.com . \r\n About Blackstone \r\n Blackstone Energy Partners is Blackstone's energy-focused private equity business, with a successful record built on our industry expertise and partnerships with exceptional management teams.  Blackstone has invested over $15 billion of private equity globally across a broad range of sectors within the energy industry. Blackstone (NYSE: BX) is one of the world's leading investment firms.  Our asset management businesses, with over $450 billion in assets under management, include investment vehicles focused on private equity, real estate, public debt and equity, non-investment grade credit, real assets and secondary funds, all on a global basis.  Further information is available at  www.blackstone.com . \r\n "}
]