[
{"Date": "Apr 20, 2018", "Header": "Baker Hughes, a GE company Announces First Quarter 2018 Results", "url": "https://www.bhge.com/news/baker-hughes-ge-company-announces-first-quarter-2018-results", "Textbody": "\n   \n   \n     \n       \n         \n               LONDON & HOUSTON--(BUSINESS WIRE)--Apr. 20, 2018-- Baker Hughes, a GE company (NYSE: BHGE) (\"BHGE\" or the \"Company\") announced results today for the first quarter of 2018. \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Apr 06, 2018", "Header": "BHGE Announces March 2018 Rig Counts", "url": "https://www.bhge.com/news/bhge-announces-march-2018-rig-counts", "Textbody": "\n   \n   \n     \n       \n         \n                  Baker Hughes, a GE Company Announces March 2018 Rig Counts \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Mar 12, 2018", "Header": "BP selects BHGE and McDermott for subsea contracts for Tortue/Ahmeyim Development", "url": "https://www.bhge.com/newsroom/bp-selects-bhge-and-mcdermott-for-subsea-contracts-for-tortue-ahmeyim-development", "Textbody": "\n   \n   \n     \n       \n         \n               McDermott and Baker Hughes, a GE company (BHGE) were selected for engineering, procurement, construction and installation (EPCI) for SURF and SPS for BP’s Tortue/Ahmeyim Field Development with an initial contract placed for front-end engineering and execution readiness \n\t The companies will collaborate to define the technology and equipment scope for an initial four-well development phase for this major gas project \n\t BP to benefit from McDermott and BHGE’s integrated approach and digital solutions which are expected to reduce cost and streamline project delivery \n\t Project marks both companies first EPCI project in West Africa for BP \n \n  \n         \n\n         \n                 \n                HOUSTON, March 12, 2018 – McDermott International, Inc. (NYSE: MDR) and Baker Hughes, a GE company (NYSE: BHGE) today announced the selection of front-end engineering design (FEED) studies in advance of a substantial* engineering, procurement, construction and installation (EPCI) contract for BP’s Tortue/Ahmeyim Field Development, a major gas project located on the maritime border of Mauritania and Senegal. \r\n \r\nDuring this initial engineering phase, McDermott will work on defining the subsea umbilicals, risers and flowlines (SURF) scope for the project, while BHGE will focus on the subsea production system (SPS) scope. The FEED is scheduled to begin and complete this year. The agreement contains a mechanism to allow transition of the contract to a lump sum EPCI contract at a later date. McDermott will work jointly with BHGE to provide an optimized, integrated solution. \r\n \r\n“We look forward to partnering again with BP on a significant project to support an efficient and streamlined process towards first gas,” said Scott Munro, Vice President of Americas, Europe and Africa. “Building on our relationship with BP on Angelin, McDermott’s focus on modernized project management and a collaborative approach will create a fully inclusive, open and transparent working environment for BP and major partners to ensure success. Our integrated approach with BHGE will bring the best total solution to BP that we believe will provide schedule and budget certainty.” \r\n \r\n“We will be working closely with BP and McDermott on this strategically-important gas project, that will benefit from our extensive knowledge of deep water, large bore gas technologies and FEED capabilities,” said Graham Gillies, Vice President, Subsea Production Systems and Subsea Services at BHGE. “Increasingly, industry players are looking for commercially-innovative business models and integrated offerings that help reduce costs, while increasing efficiency and productivity. This is an excellent example of how the industry has evolved its approach, with global operators now embracing the benefits of early engagement with OEMs and service providers.” \r\n \r\nMcDermott expects to use the Project Lifecycle Management (PLM) module from its new digital platform Gemini XD to deliver advanced technology through project execution and the development of a digital twin of the complete system. \r\n \r\nThe project will also benefit from BHGE’s RealTrack digital collaboration tool which provides live, real-time reporting of schedule progress, document status and issues management for more efficient project execution. RealTrack is designed to help customers optimize their operations, respond quickly to arising issues and plan effectively for changing requirements as projects evolve. \r\n \r\nTeams from McDermott and BHGE will perform the project management and FEED work from McDermott’s Epsom facility in the United Kingdom. \r\n \r\nProject Details \r\n \r\nThe initial subsea infrastructure connects the first four wells consolidated through production pipelines leading to a floating production, storage, and offloading (FPSO) vessel. From here liquids are removed and the export gas is transported via a pipeline to the floating liquid natural gas (FLNG) hub terminal where the gas is liquefied. \r\n \r\nThe Tortue/Ahmeyim Field Development is located in the C-8 block off the shore of Mauritania and the Saint-Louis Profond block offshore Senegal. The Tortue discovery was made by Kosmos Energy, which farmed down its investment to BP in December 2016. BP now has the largest interest (~60%) among the four partners in the project and is the operator. \r\n \r\n* - McDermott defines a substantial contract as between USD $500 million and USD $750 million. \r\n \r\n"},
{"Date": "Apr 23, 2018", "Header": "BHGE awarded contract by Statoil to provide turbo equipment for Johan Castberg", "url": "https://www.bhge.com/newsroom/bhge-awarded-contract-by-Statoil-to-provide-turbo-equipment-for-johan-castberg", "Textbody": "\n   \n   \n     \n       \n         \n               BHGE to supply two gas turbine generators with LM2500+ G4 Dry Low Emission and Dual Fuel capability direct coupled with two poles electric generators, each unit having a Waste Heat Recovery Unit with extended scope that includes Balance of Plant (BOP) \n\t BHGE’s solutions will be assembled into three industrial modules that will be installed at Statoil’s FPSO facility in the Johan Castberg field, in the Barents Sea \n Houston & London, 23 April 2018  -  Baker Hughes, a GE company (NYSE: BHGE) has been awarded by Statoil Petroleum AS and Aker Solutions a contract to provide turbomachinery equipment for the topside structure for the floating production, storage and offloading vessel (FPSO) to be located at the Johan Castberg field in the Barents Sea. \n\n Under the deal, which is part of a global frame agreement with Statoil, BHGE will provide an integrated technology configuration tailored to the project’s specifics needs. This will include a BHGE’s module solution designed for FPSO, specifically developed and pre-assembled to help Statoil reduce the number of interfaces at the installation site, leading to a significant risk reduction during the engineering execution and construction phases.  \n\n BHGE’s scope of supply will include two gas turbine generators with LM2500+ G4 Dry Low Emission with Dual Fuel capability direct coupled with two poles electric generators. Each Gas Turbine Generator train will feature a Waste Heat Recovery Unit on its Exhaust system, that will allow the recovery of energy of the turbine fumes in order to maximize efficiency. The scope of supply will also include Balance of Plant (BOP) auxiliaries related to the gas turbines and to the waste recovery units. \n\n The scope of supply will be tested and preassembled  into three industrial modules  at BHGE’s Turbomachinery & Process Solutions centers of excellence of Massa and Avenza in Italy. The modules  will be then shipped by Statoil to Singapore for final integration on the FPSO topside. The shipment of the modules is targeted for the fourth quarter of 2019. \n\n “We are excited to have the opportunity to contribute to the development of Johan  Castberg, one the industry’s most impactful projects globally” . –  said  Paolo Ruggeri, Turbomachinery & Process Solutions Director, Europe, BHGE .  “The modularization of the units that we can execute  in our Avenza module construction yard  represents an innovative solution that we were able to offer to Statoil during the initial phase of the design.   It will allow a significant reduction  in the number of interfaces and activities to be performed by the customer at site and at the FPSO construction yard . Thanks to the collaborative approach of all involved parties throughout the process, BHGE has been able to develop a solution to simplify Statoil’s operations and minimize risks.” \n\n The proven volumes in Johan Castberg are estimated at between 400 and 650 million barrels of oil  equivalent. This makes the Johan Castberg project the biggest offshore oil and gas development to be given the go-ahead in 2017. First oil is scheduled for 2022. \n\n Building on 30+ years modularization experience, BHGE’s Turbomachinery & Process Solutions business has been supporting a variety of projects in a number of areas including gas lift, power generation, gas compression and injection applications. The Avenza module construction yard was inaugurated in 2011 and has undergone a phase of strong expansion, reaching total area of 240,000 square meters which hosts ten industrial assembly benches, thanks to an overall investment by BHGE of €32M.  \n\n BHGE is the company formed in July 2017 with the combination of GE’s oil and gas business with leading oilfield service provider Baker Hughes.  \n\n -ENDS- \n\n "},
{"Date": "Apr 27, 2018", "Header": "Chrysaor announces multi‐well development drilling campaign in partnership with BHGE", "url": "https://www.bhge.com/newsroom/chrysaor-announces-multi-well-development-drilling-campaign-partnership-bhge", "Textbody": "\n   \n   \n     \n       \n         \n               Chrysaor, the UK oil & gas independent, today announces the start of a new drilling campaign in its UK portfolio and a new Service Partnership Contract with Baker Hughes, a GE company (NYSE: BHGE). The contract, expected to run for approximately three years, covers the drilling, completion and subsea tie‐in of development wells on Chrysaor’s operated assets, with BHGE supplying well services and equipment from its fullstream portfolio.  \n\n As part of the deal Chrysaor as Operator and BHGE as the Service Partner will share in the risks and rewards associated with both the operations and reservoir outcomes. BHGE will contribute to the costs of the work programme by funding a portion of the capital expenditure in exchange for a higher potential return should certain targets and success criteria, both operational and geological, be met. \n\n This innovative approach, which includes the setting up of an integrated team operating under Chrysaor, will ensure complete alignment between the two companies on the outcome of each well. As a result, overall delivery costs are expected to be reduced, improving the commercial attractiveness to Chrysaor of future projects in the sector. \n\n Separately Chrysaor has contracted the Rowan Gorilla VII ultra‐harsh environment jack‐up rig for the drilling campaign with an initial contract term of up to 18 months and an option to extend by a further two years. The first well of the programme, a side‐track at the Maria field, is expected to start in early May. \n\n   \n\n Phil Kirk, Chief Executive of Chrysaor, said: \n\n “Our initial Maria drilling campaign is the first phase of the redevelopment plans for our operated fields. With the application of focused capital and expertise we believe that we can increase recovery factors, add to our reserve base and extend the field life of the assets. \n\n “The innovative service partnership we have struck with BHGE is an important step in ensuring that the full potential of the UK’s North Sea resources is realised. Sharing in both the risks and the rewards of development activities mean that both Chrysaor as operator and BHGE as service provider are fully aligned and invested in the outcome of the programme. \n\n “We believe that this service partnership can serve as a model for other companies in the sector,  encouraging a risk sharing approach between operator and service provider and  increasing the attractiveness of the basin.” \n\n   \n\n Zvonimir Djerfi, BHGE Europe President, said: \n\n \"We are pleased to work together with Chrysaor, collaborating with them from an early stage to support their  efforts  to enhance production  opportunities  and increase the recovery of North Sea reserves. \n\n “In today ’ s challenging global market, operators must continually optimise efficiency and reliability across their processes and through this collaboration we are demonstrating how BHGE ’ s  integrated  expertise,  service capabilities  and technology  portfolio  is  driving positive outcomes for one of the North Sea ’ s leading independent operators, and supporting more cost‐effective production. \n\n “ This agreement is an important step in redefining the rules for collaboration between industry partners.\" \n\n   \n\n For further information: \n\n   \n\n Chrysaor                               +44 (0) 20 7660 5510 \n\n Andrew Vickers \n\n Brunswick                             +44 (0) 20 7404 5959 \n\n Patrick Handley \n\n Will Medvei \n\n   \n\n BHGE : \n\n Silvia Danti,+44 782788 2812, silvia.danti@BHGE.com \n\n Gavin Roberts, +44 7775 547365, gavin.roberts@BHGE.com \n\n   \n\n BHGE Investor Relations: \n\n Philipp Mueller, +1 281 809 9088, investor.relations@BHGE.com \n\n   \n\n   \n\n Information on Chrysaor can be found at  https:/ / www .chrysaor.com/index.php . \n\n   \n\n Notes to editors: \n\n C h r y s a o r \n\n Chrysaor is a private company established in 2007 and focused on generating superior equity returns by developing and commercialising oil and gas incremental resources. The management team has a proven track record of success and seeks to acquire producing fields with associated undeveloped hydrocarbon resources. Chrysaor is now a self‐ sustaining full cycle E&P company, with a portfolio of assets balancing near term development with production growth, combined with significant gearing to appraisal and exploration success. \n\n   \n\n B H G E \n\n Baker Hughes, a GE company (NYSE: BHGE) is the world’s first and only fullstream provider of integrated oilfield products, services and digital solutions. We deploy minds and machines to enhance customer productivity, safety and environmental stewardship, while minimizing costs and risks at every step of the energy value chain. With operations in over  120 countries, we infuse over a century of experience with the spirit of a startup,  inventing smarter ways to bring energy to the world. \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Apr 27, 2018", "Header": "BHGE sets milestone with 10,000 drill bits manufactured in Saudi Arabia", "url": "https://www.bhge.com/news/bhge-sets-milestone-10000-drill-bits-manufactured-saudi-arabia", "Textbody": "\n   \n   \n     \n       \n         \n               BHGE’s ‘Made in Saudi’ drill bits supplied to Saudi Aramco in addition to 64% of total exported to 41 countries globally  \n\t First company to manufacture drill bits locally, milestone production underlines BHGE’s commitment to the In-Kingdom Total Value Add program ( IKTVA) \n\t Dhahran PDC drill bit plant manufactures 50 drill bits per week; sets production record of 13 consecutive weeks of production  \n\t 47 Saudi suppliers support the plant operations creating a robust local supply chain  \n   \n\n Dammam, Saudi Arabia: April 23, 2018:  Baker Hughes, a GE company (BHGE) has set a new milestone in the Kingdom of Saudi Arabia with its Drill Bit Manufacturing Plant in Dhahran producing over 10,000 drills bits since 2011. While about 36 percent of the polycrystalline diamond compact (PDC) drill bits are supplied to Saudi Aramco, the rest, are exported to 41 countries across the world, including the US, China, India, Russia, Argentina, UK, Norway, Kenya, Egypt, Thailand, Indonesia, Malaysia, Italy, Australia, among others, underlining BHGE’s commitment to strengthening localized manufacturing and boosting exports in line with Saudi Vision 2030.  \n\n The Drill Bill Manufacturing facility has also set other milestones with 47 Saudi-based suppliers, including small and medium enterprises, supporting the plant’s operations – thus creating a robust local supply chain. The facility has achieved 73 percent Saudization highlighting BHGE’s focus on promoting Saudi talents and creating high-quality jobs for talented Nationals. Drawing on advanced manufacturing technologies, BHGE plans to increase the production capacity by 50 percent next year, having already set a production record of 50 drill bits ‘Made in Saudi’ weekly for 13 consecutive weeks. The capacity expansion will help double the workforce at the facility and boost exports to 75 percent of the total production. \n\n Rami Qasem, President & CEO, BHGE, Middle East, North Africa, Turkey & India, said:  “The production milestone achieved by our Drill Bit Manufacturing Facility in Dhahran is a strong statement on our localization commitment; we have been partnering in the energy sector of the Kingdom for over 80 years and we are evolving and growing in line with the growth aspirations of Saudi Arabia. Today, under Saudi Vision 2030, the emphasis is on building localized manufacturing competencies, creating jobs for Saudi nationals and boosting exports – all functions that are served by the facility. Furthermore, the facility’s growth complements Saudi Aramco’s in-Kingdom Total Value Add program by strengthening local value supply chains of Saudi SMEs.” \n\n Nick Nawfal, VP &CEO, BHGE, Saudi Arabia & Bahrain, added:  “The Kingdom’s first commercially viable oil discovery – the Prosperity Well, Dammam No 7 – was drilled using BHGE drill bits, which were imported from the US. Today, these drill bits are not only manufactured in the Kingdom but also exported globally. Over the years, we have been supporting Saudi Aramco’s mission to be the leading supplier of hydrocarbons in the world, and through our strong localized presence – with manufacturing and service facilities in the Kingdom – we will continue to serve our partners, delivering efficient and timely support.” \n\n The Drill Bit Manufacturing Plant in Dhahran was built as part of BHGE’s localization strategy – making it the first company to completely manufacture drill bits in the Kingdom. The 2,500-square meter facility is also the first facility in the Middle East to fully manufacture drill bits from raw material to finished product regionally. With an overall of 80 employees in manufacturing, sales and operation, 50 per cent of all engineering and sales teams being Saudi Nationals and over 70% of the manufacturing staff being Saudi nationals, the facility has achieved high standards of safety at work with zero lost time incidents reported for three consecutive years.  \n\n As a key player in the Kingdom’s oil and gas supply chain ecosystem, BHGE has over 2,600 employees in Saudi Arabia. BHGE has a strong local presence marked by localized oilfield equipment manufacturing, and has tripled the capacity of the manufacturing facility to meet the local demand of pressure control equipment, and with capability to repair and re-certify BOPs.  \n\n -ends- \n\n   \n\n "},
{"Date": "Apr 30, 2018", "Header": "W&T Offshore and BHGE Announce Strategic Agreement for Joint Exploration & Development Program of 14…", "url": "https://www.bhge.com/newsroom/wt-offshore-and-bhge-announce-strategic-agreement-joint-exploration-development-program-14-drilling", "Textbody": "\n   \n   \n     \n       \n         \n               BHGE to provide a full suite of integrated oilfield services and oilfield equipment including drilling, completions and production, and subsea production systems \n\t Latest example of collaboration between product companies aligned to customer’s performance objectives \n HOUSTON--(BUSINESS WIRE)--Apr. 30, 2018-- At Offshore Technology Conference (OTC) today, W&T Offshore Inc. (NYSE: WTI) and Baker Hughes, a GE company (NYSE: BHGE) announced a strategic partnership related to W&T’s joint exploration and development program, which includes 14 drilling projects, most of which are operated by W&T in the Gulf of Mexico. \n\n The project utilizes a commercial model that consolidates BHGE engineering, products and services expertise in order to reduce total project costs and time to first production. The field development agreement will leverage BHGE’s portfolio to improve execution efficiency, reduce risk, and incentivize performance through shared objectives. The deal demonstrates BHGE’s fullstream capability by leveraging its integrated portfolio of offerings from oilfield equipment (OFE) and oilfield services (OFS). \n\n Today’s announced partnership is part of W&T’s joint exploration and development program among a group of investors to drill up to 14 specified projects in the Gulf of Mexico over the next three years. \n\n BHGE will provide drilling and evaluation, completions and well intervention, and pressure pumping services. It will also supply wellhead systems, subsea production systems which includes subsea trees, controls and associated subsea connection systems. Surface wellheads and production equipment, as well as the associated installation tooling and services will also be provided from the OFE product company. \n\n “This partnership with BHGE is the type of collaborative arrangement that is enabling renewed activity in the Gulf of Mexico,” said Tracy Krohn, chairman and CEO of W&T. “By partnering closely with BHGE we are locking in service reliability and ensuring access to the broadest selection of equipment and services and advanced industry technology.” \n\n “W&T was looking for a partner to help drive down the total cost of development. BHGE’s unique and flexible offering helps to consolidate engineering, products and services through one provider while leveraging the full technology and services leadership to meet their objectives,” said Kevin Wetherington, President of BHGE North America. “W&T has a long track record of success in the Gulf of Mexico and we expect this partnership to accelerate the continuation of that success.” \n\n Cutting-edge technologies from BHGE’s fullstream portfolio—including the TerrAdapt™ adaptive drill bit, the first self-adjusting drill bit in the industry—will be used for the development of these wells. The TerrAdapt bit earned  OTC’s prestigious Spotlight on New Technology award , and is being officially recognized today as part of the 50 th Offshore Technology Conference in Houston. \n\n Learn more by visiting BHGE at Booth #2827 \n\n "},
{"Date": "Mar 07, 2018", "Header": "BHGE Announces February 2018 Rig Counts", "url": "https://www.bhge.com/news/bhge-announces-february-2018-rig-counts", "Textbody": "\n   \n   \n     \n       \n         \n                  \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Oct 30, 2018", "Header": "Baker Hughes, a GE company Announces Third Quarter 2018 Results", "url": "https://www.bhge.com/news/baker-hughes-ge-company-announces-third-quarter-2018-results", "Textbody": "\n   \n   \n     \n       \n         \n               LONDON & HOUSTON (October 30, 2018) – Baker Hughes, a GE company (NYSE: BHGE) (\"BHGE\" or the \"Company\") announced results today for the third quarter of 2018. \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Aug 07, 2018", "Header": "Baker Hughes, a GE company Announces July 2018 Rig Counts ", "url": "https://www.bhge.com/news/baker-hughes-ge-company-announces-july-2018-rig-counts", "Textbody": "\n   \n   \n     \n       \n         \n               HOUSTON and LONDON--(BUSINESS WIRE)—August 7, 2018-- Baker Hughes, a GE company (NYSE:BHGE) announced today that the Baker Hughes international rig count for July 2018 was 997, up 38 from the 959 counted in June 2018, and up 38 from the 959 counted in July 2017. The international offshore rig count for July 2018 was 217, up 22 from the 195 counted in June 2018, and up 13 from the 204 counted in July 2017. \n\n The average U.S. rig count for July 2018 was 1,050, down 6 from the  1,056  counted in June 2018, and up 97 from the 953 counted in July 2017. The average Canadian rig count for July 2018 was 204, up 67 from the 137 counted in June 2018, and up 6 from the 198 counted in July 2017.  \n\n The worldwide rig count for July 2018 was 2,251, up 99 from the 2,152 counted in June 2018, and up 141 from the 2,110 counted in July 2017. \n\n July 2018 Rig Counts \n\n   \n\n About the Baker Hughes Rig Counts \n\n The Baker Hughes rig counts are counts of the number of drilling rigs actively exploring for or developing oil or natural gas in the U.S., Canada and international markets. The company has issued the rig counts as a service to the petroleum industry since 1944, when Hughes Tool Company began weekly counts of the U.S. and Canadian drilling activity. The monthly international rig count was initiated in 1975.  \n\n The North American rig count is scheduled to be released at noon Central Time on the last working day of each week. The international rig count is scheduled to be released on the fifth working day of the month at 5:00 a.m. Central Time. Additional detailed information on the Baker Hughes rig counts is available from our  website.   \n\n   \n\n "},
{"Date": "Jan 08, 2018", "Header": "BHGE Announces December 2017 Rig Counts", "url": "https://www.bhge.com/news/bhge-announces-december-2017-rig-counts", "Textbody": "\n   \n   \n     \n       \n         \n               Baker Hughes, a GE Company Announces December 2017 Rig Count \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Dec 20, 2017", "Header": "Baker Hughes, a GE company Announces Date for Fourth Quarter and Full-Year 2017 Earnings Release and Webcast", "url": "https://www.bhge.com/news/baker-hughes-ge-company-announces-date-fourth-quarter-and-full-year-2017-earnings-release-and", "Textbody": "\n   \n   \n     \n       \n         \n               Dec 20, 2017 \n\n HOUSTON & LONDON--(BUSINESS WIRE)--Dec. 20, 2017-- Baker Hughes, a GE company (NYSE: BHGE) will hold a webcast on Wednesday, January 24, 2018 to discuss the results for the fourth quarter and full year ending December 31, 2017. The webcast is scheduled to begin at 9:30 a.m. Eastern Time (8:30 a.m. Central Time). A press release announcing the results will be issued at 6:45 a.m. Eastern Time (5:45 a.m. Central Time). \n\n To access the webcast, listeners should visit the BHGE website at:  investors.bhge.com . An archived version of the webcast will be available on the BHGE website for one month following the webcast. \n\n "},
{"Date": "Nov 13, 2018", "Header": "Baker Hughes, a GE company and General Electric Company Announce a Series of Long-Term Agreements to Maximize…", "url": "https://www.bhge.com/news/baker-hughes-ge-company-and-general-electric-company-announce-series-long-term-agreements-maximize", "Textbody": "\n   \n   \n     \n       \n         \n               HOUSTON & BOSTON--(BUSINESS WIRE)--Nov. 13, 2018 -- Baker Hughes, a GE company (NYSE:BHGE) (“BHGE” or the “Company”) and General Electric Company (NYSE:GE) (“GE”) jointly announced today the entry into a series of long-term agreements (the “Agreements”) that amend the commercial and technological relationships between the two companies. The Agreements focus on: \n\n Long-term collaboration on critical rotating equipment, including aeroderivative and heavy-duty gas turbine technology. \n BHGE access to GE Digital software and technology. \n A series of agreements relating to operations and pricing within BHGE Digital Solutions’ Controls product line, pensions, tax matters and intercompany services costs. \n Lorenzo Simonelli, BHGE’s Chairman, President and Chief Executive Officer, said, “We are very pleased with the agreements we have reached with our partners at GE. They provide clarity for our customers, employees and shareholders. Our ability to execute and provide a differentiated investment opportunity is unchanged. Importantly, there will be no material impact to our outlook, strong balance sheet, or ability to generate cash. We remain well positioned to capitalize on the positive outlook for our industry and are focused on our top priorities of gaining share, improving margins and generating cash.” \n\n GE Chairman and CEO H. Lawrence Culp, Jr., said, “Earlier this year we announced our intent to pursue an orderly separation from BHGE. The agreements announced today accelerate that plan in a manner that mutually benefits both companies and their shareholders. We look forward to continuing our commercial relationship, which strengthens both GE’s and BHGE’s abilities to deliver high-value technologies and solutions to customers around the world.” \n\n The BHGE Conflicts Committee, a subcommittee of the BHGE Board of Directors consisting solely of non-GE designated independent directors, approved the Agreements following the negotiations with GE. GE’s Board of Directors also has approved the Agreements. \n\n BHGE and GE also agreed on a release from the lock-up restrictions under their stockholders agreement that previously prevented GE from disposing of shares of BHGE common stock until July 2019. \n\n BHGE and GE agreed to cooperate on a proposed sale by GE of part of its stake into the market and to a concurrent repurchase of another part of GE’s stake by BHGE. Together, these transactions are expected to maintain GE’s stake in BHGE above 50%. GE’s remaining stake will be subject to a 180-day lock-up prohibiting further sales into the market without consent from the underwriting banks. \n\n Agreement Highlights \n\n Secured long-term collaboration on critical rotating equipment \n\n Under the terms of the Agreements, BHGE has defined the parameters for long-term collaboration and partnership with GE on critical rotating equipment technology. \n\n BHGE and GE have agreed to form a Joint Venture (“JV”) to provide aeroderivative engine services and product management for use in the oil and gas and industrial spaces. The jet engine technology is mainly used in BHGE’s LNG, on-and-offshore production, pipeline and industrial segments within its Turbomachinery & Process Solutions (“TPS”) segment, and by GE in its power generation business. \n\n Through the new JV, BHGE will continue to benefit from world-class jet engine technology. BHGE and GE will contribute certain assets and inventory into the JV and both companies will jointly control operations. The JV will have a supply and strategic collaboration agreement with GE Aviation with revised and extended pricing arrangements. \n\n In parallel, BHGE has also entered into long-term supply and distribution agreements with GE for heavy-duty gas turbine technology at the current pricing levels. The agreements will become effective at the later of (i) July 3, 2019 and (ii) the date on which GE and its direct subsidiaries cease to beneficially own, in the aggregate, more than 50% of the outstanding voting power of BHGE’s outstanding common stock (the “Trigger Date”). \n\n The aeroderivative and heavy-duty gas turbine technologies are important components of BHGE’s TPS offerings and the long-term agreements provide clarity on the commercial approach and customer fulfilment. \n\n Preserved access to GE Digital software & technology \n\n As part of the Agreements, BHGE and GE Digital have agreed to extend their exclusive supplier relationship for digital oil and gas applications. \n\n   \n\n Other key agreements \n\n BHGE and GE agreed to maintain current operations and pricing levels with regards to the Controls product line BHGE offers within its Digital Solutions segment for the four years commencing on the Trigger Date. \n GE will transfer to BHGE certain UK pension liabilities on what is intended to be a fully funded basis. No liabilities associated with GE’s primary U.S. pension plan will be transferred to BHGE. \n The current Tax Matters Agreement with GE that was negotiated at the time of the merger between Baker Hughes Incorporated and GE Oil & Gas (the “Merger”) in July 2017 will remain largely in place and both companies retain the ability to monetize certain tax benefits. \n The intercompany services fee that BHGE agreed to pay to GE as part of the Merger will be reduced over time beginning on January 1, 2019. \n BHGE and GE agreed to amend the terms of their stockholders agreement to provide that (i) GE’s right to nominate five directors to BHGE’s nine-person board will continue until the Trigger Date, and (ii) GE will have a right to nominate one director to the BHGE board following the Trigger Date until GE ceases to own at least 20% of the voting power of BHGE’s outstanding common stock. \n   \n\n "},
{"Date": "Nov 26, 2018", "Header": "BHGE Recognized for Localization Efforts in Saudi Arabia", "url": "https://www.bhge.com/news/bhge-recognized-localization-efforts-saudi-arabia", "Textbody": "\n   \n   \n     \n       \n         \n                 \n\n BHGE awarded 2018 IKTVA Excellence Award – ‘Best in Supplier and Small and Medium Enterprises (SME) Development’  \n\t Strategic projects are aligned with the goals of Saudi Vision 2030 and Saudi Aramco's IKTVA initiative \n\t Inauguration of the Modon Multi-Modal Facility comprising assembly, testing and packaging of turbomachinery equipment, first-of-its-kind in the region \n   \n\n Dammam, Saudi Arabia (November  26 , 2018):  Baker Hughes, a GE company (NYSE:BHGE) received recognition for its localization efforts and announced a series of agreements at Saudi Aramco’s In-Kingdom Total Value Add (IKTVA) Forum. The agreements are in line with Saudi Aramco’s 2030 vision and IKTVA program.  \n\n BHGE’s support for the advancement of Saudi local suppliers and development of in-country expertise was formerly recognized at the forum, as the company received the 2018 IKTVA Excellence Award for ‘Best in Supplier and Small and Medium Enterprises (SME) Development’. BHGE has more than 1,350 Saudi suppliers in its supply chain and has helped create more than 5,300 indirect jobs. \n\n BHGE signed a Memorandum of Understanding with Saudi Aramco highlighting the company’s five-year IKTVA roadmap to expand BHGE’s footprint in the Kingdom. This MoU supports its efforts to drive local job creation and develop a broader base of local suppliers with the capabilities necessary to meet the demand. This supports Saudi Aramco’s IKTVA program which aims to achieve 70% local content, create thousands of new jobs and increase exports by 2021.  \n\n BHGE also carried out the official inauguration of its 30,000 square meters multi-modal facility, located in the 2nd Industrial City in Dammam (MODON). It will support manufacturing, assembly, packaging and testing of turbomachinery equipment and components and is the first facility of its kind outside of BHGE’s Turbomachinery & Process Solutions headquarters in Florence, Italy. Today, the multi-modal facility has over 90% Saudization and is working with more than 20 local suppliers to support its operations. The majority of the components are being localized for the first time ever not only in the Kingdom, but also within the entire region. \n\n Today, the facility supports the needs of the Haradh and Hawiyah gas compression project in Saudi Arabia, with plans to expand in the future to serve the Middle East. The facility can accommodate the assembly of any size and kind of turbomachinery equipment including heavy duty and aeroderivative gas turbines, steam turbines and centrifugal compressors. In addition, a high-pressure testing bunker is built within the facility for hydrostatic and leakage tests.  \n\n Rami Qasem, President & CEO of BHGE Middle East, North Africa, Turkey and India said:  “Saudi Arabia is diversifying and strengthening its oil and gas ecosystem with a focus on significant long-term value creation. With our presence in the Kingdom for over 80 years and playing a vital role in the country’s oil and gas industry, we understand the need to build the skills of Saudi talents to lead and serve the diverse initiatives. Our efforts in the region help create a vibrant local supply chain; from drilling services to manufacturing, we are covering the entire bandwidth of the oil and gas sector in the Kingdom.” \n\n With over 2,700 employees, BHGE has more than 10 facilities for manufacturing, maintenance and R&D in the Kingdom. \n\n BHGE's footprint includes an assembly, maintenance and overhaul workshop; a drill bits manufacturing facility that exports to over 40 countries; a completions and well intervention facility; a pressure control facility that is the largest and one of the most advanced by BHGE in the region with the manufacturing done entirely in the Kingdom; the Dhahran Technology Center that has over 15 R&D projects and has filed over 30 patents; an artificial lift facility that partners with 120 local suppliers; a turbomachinery processes and services facility; and one of the first and largest chemical blending plants in the Kingdom. \n\n -ends- \n\n   \n\n "},
{"Date": "Nov 13, 2018", "Header": "Baker Hughes, a GE company Announces Secondary Offering of 92,000,000 Shares of Class A Common Stock and…", "url": "https://www.bhge.com/news/baker-hughes-ge-company-announces-secondary-offering-92000000-shares-class-common-stock-and-stock", "Textbody": "\n   \n   \n     \n       \n         \n               HOUSTON & LONDON--(BUSINESS WIRE)--Nov. 13, 2018 -- Baker Hughes, a GE company (NYSE:BHGE) (“BHGE” or the “Company”) announced today that General Electric Company (“GE” or the “selling stockholder”) has commenced a secondary offering (the “offering”) of 92,000,000 shares of BHGE Class A common stock, par value $0.0001per share (the “Class A common stock”). The underwriters will have a 30-day option to purchase up to an additional 9,200,000 shares of Class A common stock from the selling stockholder (such option, the “Option” and, such shares, the “Option Shares”). BHGE is not offering any shares of Class A common stock in the offering and will not receive any proceeds from the sale of shares in the offering. \n\n Morgan Stanley and J.P. Morgan are acting as joint lead book-running managers for the offering. Citigroup and Goldman Sachs & Co. LLC are acting as joint book-running managers for the offering. \n\n In addition, BHGE announced that it has agreed to repurchase from one or more of GE and its affiliates, in a privately negotiated transaction, (a) 65,000,000 shares of BHGE Class B common stock, par value $0.0001 per share (the “Class B common stock”), together with an equal number of associated membership interests of Baker Hughes, a GE company, LLC (the “LLC units”) and (b) a number of shares of Class B common stock, together with an equal number of associated LLC units, corresponding to the number of Option Shares not purchased by the underwriters pursuant to the Option (together, the “share repurchase”), in each case at a price equal to the price per share at which the underwriters will purchase shares of Class A common stock from GE in the offering. The maximum aggregate purchase price for the share repurchase is $1.5 billion. The Company intends to fund the share repurchase with cash on hand and other available sources of liquidity. Although the share repurchase will be conditioned upon, among other things, the closing of the offering, the closing of the offering will not be conditioned upon the closing of the share repurchase. The offering and the share repurchase have been unanimously approved by both the Conflicts Committee of the Company’s Board of Directors comprised of independent directors who are not affiliated with the selling stockholder and by the Company’s Board of Directors. The share repurchase is pursuant to and will count toward the Company’s existing share repurchase program authorized on November 6, 2017. \n\n The offering of these securities is being made pursuant to an effective shelf registration statement. The offering will be made only by means of a prospectus and prospectus supplement. A copy of the prospectus and prospectus supplement relating to these securities may be obtained, when available, from: Morgan Stanley & Co. LLC, Attention: Prospectus Department, 180 Varick Street, Second Floor, New York, NY 10014; and J.P. Morgan Securities LLC, Attention: Broadridge Financial Solutions,1155 Long Island Avenue, Edgewood, NY 11717, or by phone at 1-866-803-9204, or by email at  prospectus-eq_fi@jpmchase.com . \n\n This press release shall not constitute an offer to sell or the solicitation of an offer to buy, nor shall there be any sale of these securities in any state or jurisdiction in which such offer, solicitation, or sale would be unlawful prior to registration or qualification under the securities laws of any such state or jurisdiction. \n\n   \n\n "},
{"Date": "Dec 04, 2018", "Header": "Saudi Aramco Awards BHGE Major Well Services Contract for Conventional Fields in Saudi Arabia", "url": "https://www.bhge.com/news/saudi-aramco-awards-bhge-major-well-services-contract-conventional-fields-saudi-arabia", "Textbody": "\n   \n   \n     \n       \n         \n               Conventional stimulation and well-testing contract will enhance production from new and existing wells for up to five years   \n\t BHGE leveraging comprehensive approach to improve efficiency and reduce costs for Saudi Aramco \n\t Contract supports IKTVA initiative through the creation of new engineering, field services and project management jobs for Saudi professionals  \n   \n\n Dammam, Saudi Arabia (December 4, 2018):  Baker Hughes, a GE company (NYSE:BHGE) has been awarded a major stimulation and well-testing contract by Saudi Aramco to be a partner in optimizing production from new and existing wells across conventional fields in Saudi Arabia.  \n\n Demonstrating the strength and breadth of its expertise and portfolio of oilfield services, BHGE will deliver a comprehensive well services solution including all cased-hole wireline logging, perforation, well testing, stimulation, fracturing and associated intervention services. By integrating discrete products, services and capabilities into a single offering, BHGE will help Saudi Aramco reduce time, costs and complexity while increasing efficiency. \n\n The three-year contract includes the option of two one-year extensions and the project is expected to commence in December 2018. The work is expected to create more than 200 new engineering, field services and project management jobs, and indirectly supports an additional 300 existing jobs, further demonstrating BHGE’s ongoing commitment to support Saudi Aramco’s In-Kingdom Total Value Add (IKTVA) initiative. \n\n Mohammed Y. Al Qahtani, Senior Vice President of Upstream at Saudi Aramco , said: “The contract further reinforces our integration efforts across conventional fields in Saudi Arabia, helping maintain capacity and meet domestic and global demand. We are pleased to work with BHGE as a partner with proven expertise in country.” \n\n “The contract underpins the strength of our portfolio and demonstrates our ability to deliver comprehensive well solutions to improve productivity, reliability and efficiency for our customers,”  said Lorenzo Simonelli, chairman and CEO of BHGE . “As a long-term partner supporting the Kingdom’s oil and gas sector, we are committed to bringing advanced technology and service solutions that will help deliver significant levels of upstream productivity and support Saudi Arabia’s strategy to increase gas production for both local consumption and export.”  \n\n With over 2,700 employees in the country, BHGE has more than 10 facilities for manufacturing, maintenance and R&D in the Kingdom. The company has over 1,350 Saudi suppliers in its supply chain and has helped create over 5,300 indirect jobs. \n\n BHGE's footprint includes an assembly, maintenance and overhaul workshop; a drill bits manufacturing facility that exports to over 40 countries; a completions and well intervention facility; a pressure control facility that is the largest and one of the most advanced by BHGE in the region with the manufacturing done entirely in the Kingdom; the Dhahran Technology Center that has over 15 R&D projects and has filed over 30 patents; an artificial lift facility that partners with 120 local suppliers; a turbomachinery processes and services facility; and one of the first and largest chemical blending plants in the Kingdom. \n\n ### \n\n   \n\n "},
{"Date": "Nov 28, 2018", "Header": "BHGE Launches Subsea Connect and Aptara™ TOTEX-Lite Subsea System to Unlock Value from Offshore Developments", "url": "https://www.bhge.com/news/bhge-launches-subsea-connect-and-aptaratm-totex-lite-subsea-system-unlock-value-offshore", "Textbody": "\n   \n   \n     \n       \n         \n               Subsea Connect improves the economics of offshore projects and has the potential to unlock an additional 16 billion barrels of oil reserves globally \n\t Aptara™ TOTEX-lite subsea system incorporates lightweight, modular technologies designed for life of field and re-engineered to cut the total cost of ownership in half \n\t BHGE’s Subsea Production Systems (SPS) Catalogue is the industry’s first comprehensive SPS catalogue \n   \n\n HOUSTON & LONDON – November 28, 2018 : Baker Hughes, a GE company (NYSE: BHGE) announces the launch of its new approach to subsea development: Subsea Connect, including its Aptara™ TOTEX-lite subsea system, a suite of new lightweight, modular technologies designed for the full life of field. By combining planning and risk management, new modular deepwater technology, innovative partnerships and digital tools into a single offering, Subsea Connect can reduce the economic development point of subsea projects by an average of 30 percent and has the potential to unlock an additional 16 billion barrels of reserves globally. \n\n With its fullstream portfolio and ability to make better connections across the development process, BHGE is uniquely positioned to influence approximately 80 percent of the costs associated with offshore projects. This provides an unparalleled opportunity to lower operators’ CAPEX and OPEX requirements and transform unsanctioned projects into commercially-viable ones. \n\n Neil Saunders, president & CEO of BHGE’s Oilfield Equipment business , said: “In recent years, our industry has made good progress in lowering the cost of subsea projects to the point where they have become more competitive with onshore developments. While the gap has narrowed, we are taking that to the next level with Subsea Connect, making long-lasting, sustainable change and driving value from concept to commissioning and over the full life of field.” \n\n Subsea Connect is a combination of four key solutions: \n\n Project Connect:  BHGE’s independent workflow begins with targeted project outcomes, offering customers independent, flexible project assessment and management. The Project Connect approach eliminates project recycle, reduces cost and project overruns, and increases speed to Final Investment Decision (FID). BHGE’s unmatched breadth and depth of capability across the value chain enables early engagement at the concept evaluation phase and greater collaboration, transforming project economics. \n Reservoir to Topsides Technology Solutions:  BHGE’s fullstream capability covers all aspects of a development, from the reservoir to the topside. This goes beyond the subsea scope and includes reservoir management, field development, well construction, topside optimization and subsea engineering. BHGE’s Aptara™ TOTEX-lite subsea system includes the lightweight compact tree, modular compact manifold, composite flexible risers, SFX wellhead solution, modular compact pump and subsea connection systems. These technologies are modular, structured, compact and designed to be more responsive to changing conditions across the life of field, cutting total cost of ownership by up to 50 percent. \n Flexible Partnerships and Commercial Models:  BHGE’s partnership model is flexible and designed to leverage relationships with the most efficient, established partners to meet customers’ needs and improve project economics. BHGE’s innovative commercial solutions, aligned with customer priorities, help to unlock additional value. \n Digital Enablement:  BHGE is layering critical technologies with next-generation digital solutions to drive greater uptime and enhance productivity. BHGE’s engageSubsea asset lifecycle management solution is one example, designed to optimize the planning, execution, and connectivity of subsea projects, resulting in enhanced execution and remote management of asset maintenance. engageSubsea will drive up to a 20 percent reduction in maintenance costs, and up to a 5 percent reduction in downtime through predictive analytics. \n Saunders added: “We’re already delivering against Subsea Connect. In addition to the introduction of new technology solutions, we have invested significantly in structuring our subsea production systems (SPS) portfolio to ensure shorter lead times – by as much as 30 percent - and quicker responses, evidenced by our comprehensive SPS Catalogue, which includes a full suite of ‘Make to Order,’ ‘Configure to Order’ and ‘Engineer to Order’ variants. We have also signed an agreement with a major operator to provide the Aptara™ lightweight compact tree for deployment next year.” \n\n Subsea Connect, the Aptara™ TOTEX-lite subsea system and BHGE’s SPS Catalogue were unveiled today to E&P customers at a launch event in Houston, USA. \n\n ### \n\n "},
{"Date": "Dec 11, 2018", "Header": "BHGE to Build State-of-the-art Oilfield Services Facility in King Salman Energy Park to Serve Saudi Aramco…", "url": "https://www.bhge.com/news/bhge-build-state-art-oilfield-services-facility-king-salman-energy-park-serve-saudi-aramco-and", "Textbody": "\n   \n   \n     \n       \n         \n               New facility to support customer activities for drilling services, wireline services and pressure pumping services and further position King Salman Energy Park as a global industrial hub  \n\t The project will be a large facility and distribution center for oilfield services in the region and boost exports of maintenance equipment from Saudi Arabia  \n\t Expansion of oilfield services footprint supports operational growth of Saudi Aramco, underlines BHGE’s commitment to the In-Kingdom Total Value Add (IKTVA) program  \n   \n\n Dammam, Saudi Arabia ( December 11 , 2018):  Baker Hughes, a GE company (NYSE:BHGE) announced plans to build a state-of-the-art oilfield services (OFS) facility in King Salman Energy Park (SPARK), underlining its commitment to the Kingdom of Saudi Arabia. The new facility will support ongoing customer activities for three OFS product lines — drilling services, wireline services and pressure pumping  -  ensuring high-quality service delivery and positioning BHGE for future growth in the region.  \n\n The SPARK facility will help to support projects and future growth with Saudi Aramco, and further contribute to the In-Kingdom Total Value Add (IKTVA) program through partnerships with local suppliers and other businesses. Work has already begun on the first phase of the facility, which is expected to open at the end of 2019. The facility will reach full capacity by 2021/22 and is envisioned to be a large facility and distribution center with specialized training capabilities.  \n\n Mohammed Y. Al Qahtani, senior vice president of Upstream at Saudi Aramco, said : “Developing in-Kingdom competencies that will strengthen the pillars of Saudi Vision 2030 and support a robust oil and energy supply chain is a top priority for Saudi Aramco. We encourage investments in localized infrastructure that will support our operational processes and also contribute to in-Kingdom total value creation. BHGE’s new oilfield services facility is a significant step in this direction, which not only meets our operational needs but will also contribute to the larger Saudi economy through exports and job creation.” \n\n Lorenzo Simonelli, chairman and CEO of BHGE, said:  “We have been partnering in the Kingdom to support oil and gas growth since 1938. This new facility will help build a new ecosystem for oilfield services within SPARK and support our commitments to invest in innovation, supply chain growth and training of new talent.”  \n\n The new BHGE facility will be an operational and service support center, complementing the founding objective of SPARK to serve as a global hub for energy-related manufacturing services.  SPARK offers a comprehensive ecosystem with world-class infrastructure, logistics and a dry port, shared services, a commercial and residential area and highly specialized training centers. \n\n With over 2,700 employees in the country, BHGE has more than 10 facilities for manufacturing, maintenance and R&D in the Kingdom. The company has over 1,350 Saudi suppliers in its supply chain and has helped create over 5,300 indirect jobs. \n\n BHGE's footprint in the Kingdom includes an assembly, maintenance and overhaul workshop; a drill bits manufacturing facility that exports to over 40 countries; a completions and well intervention facility; a pressure control facility that is the largest and one of the most advanced by BHGE in the region with manufacturing done entirely in the Kingdom; the Dhahran Technology Center that has over 15 R&D projects and has filed over 30 patents; an artificial lift facility that partners with 120 local suppliers; a turbomachinery and process solutions facility; and one of the first and largest chemical blending plants in the Kingdom. \n\n ### \n\n "},
{"Date": "Dec 11, 2018", "Header": "BHGE Opens its First Artificial Lift Systems Assembly and Repair Facility in Oman", "url": "https://www.bhge.com/news/bhge-opens-its-first-artificial-lift-systems-assembly-and-repair-facility-oman", "Textbody": "\n   \n   \n     \n       \n         \n               New facility supports assembly and repair of electric submersible pumping (ESP) components, in line with Petroleum Development Oman’s ‘In-Country Value strategy’ \n\t BHGE artificial lift services has a strong presence in Oman with its ESP systems helping save costs and optimize oil production   \n Muscat, Oman (December  11,  2018):  Baker Hughes, a GE company (NYSE:BHGE) joined forces with the Petroleum Development Oman (PDO) to open its first artificial lift systems assembly and repair facility in Oman to support PDO’s operations and other customers in the region, with the aim of optimizing production, saving costs and enhancing oil production. \n\n Complementing PDO’s ‘In-Country Value’ strategy, the center, located in Nizwa, Oman, is one of the largest investments by BHGE in the country. It specializes in the assembly and repair of electric submersible pumps (ESPs) components, including motors, seals, intakes, gas separators and pumps, and has competencies for testing all types and ranges of pumps and motors to ensure quality control. \n\n Established in an area of over 8,500 square meters, the complex has over 1,670 square meters allocated for workshops. Underlining BHGE’s commitment to grow its local footprint and supply chain, the facility achieves near 100 percent Omanization. A team of nine Omani Assembly Maintenance Operations technicians, who were trained at BHGE’s center in Jebel Ali in the UAE, are leading the operations of the facility.  \n\n In addition to supporting existing projects with PDO, the new facility can also support other customers in the country and region, underscoring the added value it brings to the oil and gas supply chain in Oman. \n\n Abdul-Amir Abdul-Hussein Al Ajmi, External Affairs and Value Creation Director at PDO, said:  “The facility further reinforces our localization efforts to support our In-Country Value strategy which aims to create more job, training and learning opportunities for Omanis and enhance domestic supply chains. The facility will provide efficiencies to PDO as well as minimize any delays in equipment delivery and installation, while optimizing the full ESP value chain. We are pleased to work with BHGE as a partner with proven expertise in country.” \n\n The opening of the facility, under the auspices of His Excellency Salim bin Nasser Al Aufi, Undersecretary of the Ministry of Oil and Gas, marks the completion of another of the opportunities outlined in the Ministry of Oil and Gas ICV strategic blueprint which was unveiled in 2013. PDO is leading on 38 out of the 53 originally unveiled to Oman’s oil and gas industry. \n\n Ayman Khattab, CEO South Gulf and East Africa at BHGE , said: “The inauguration of our first artificial lift assembling and repair facility in Oman reflects our long-term commitment to the country and to strengthen our local footprint through in-country investments. With our artificial lift systems recording strong market share in the country, the new facility enables us to be closer to our partners and to serve them more efficiently. We are particularly delighted that the facility opens with nearly 100 percent Omanization, highlighting our commitment to local talent development.”  \n\n “In Oman, BHGE is striving to present innovative solutions backed by efficient service standards, which help enhance production and optimize costs. This is underlined by BHGE’s strong enhanced oil recovery (EOR) technologies and the artificial lift solutions ranging from ESPs to gas lift systems and others already deployed in country. The facility is capable of carrying out full investigations on pulled pumps and redesign to enhance and increase their run life.” \n\n BHGE has a long history of operations in Oman, having established its first ESP at a PDO field in the 1980s as well as mobilized its first wireline logging unit. BHGE commenced drilling horizontal wells for PDO in 1990 and in eight years completed the drilling of its 1,000th horizontal well in the country. The company’s goal is to assemble all ESP components locally and to support its customers to achieve higher levels of efficiency and productivity.  \n\n In addition to ESP systems, the BHGE artificial lift portfolio includes rod lift systems, progressing cavity pumping systems, gas lift systems, and horizontal surface pumping systems. \n\n -ends- \n\n   \n\n About Petroleum Development Oman: \n\n Petroleum Development Oman (PDO) is the leading exploration and production company in the Sultanate of Oman. We deliver the majority of the country's crude oil production and natural gas supply, but above all we focus on delivering excellence, growth and sustainable value creation within and well beyond our industry. The Company is owned by the Government of Oman (with a 60% interest), Royal Dutch Shell (34%), Total (4%) and Partex (2%). The first economic oil find was made in 1962, and the first oil consignment was exported in 1967. Visit us at www.pdo.co.om \n\n   \n\n For more information, please contact: \n\n Sarah Al Riyami  \n\n ICV Communications Advisor  \n\n External Affairs & Value Creation Directorate \n\n 00968 - 24 679-677 \n\n Sarah.SR.Riyami@pdo.co.om \n\n   \n\n "},
{"Date": "Aug 10, 2017", "Header": "BHGE Releases Field-proven Coiled Tubing Simulation Software", "url": "https://www.bhge.com/news/bhge-releases-field-proven-coiled-tubing-simulation-software", "Textbody": "\n   \n   \n     \n       \n         \n               BHGE Releases Field-proven Coiled Tubing Simulation Software \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Aug 30, 2017", "Header": "BHGE AWARDED SECOND MAJOR CONTRACT FOR ENI EAST AFRICA’S CORAL SOUTH FLNG", "url": "https://www.bhge.com/news/bhge-awarded-second-major-contract-eni-east-africas-coral-south-flng", "Textbody": "\n   \n   \n     \n       \n         \n               BAKER HUGHES, A GE COMPANY AWARDED SECOND MAJOR CONTRACT FOR ENI EAST AFRICA’S CORAL SOUTH FLNG \n\n \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Sep 08, 2017", "Header": "Baker Hughes, a GE Company Announces August 2017 Rig Counts", "url": "https://www.bhge.com/news/baker-hughes-ge-company-announces-august-2017-rig-counts", "Textbody": "\n   \n   \n     \n       \n         \n               Baker Hughes, a GE Company Announces August 2017 Rig Counts \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Sep 19, 2017", "Header": "BHGE & KBC PARTNER TO PROVIDE SOFTWARE SOLUTIONS TO THE OIL & GAS INDUSTRY", "url": "https://www.bhge.com/news/bhge-kbc-partner-provide-software-solutions-oil-gas-industry", "Textbody": "\n   \n   \n     \n       \n         \n               BAKER HUGHES, A GE COMPANY AND KBC, A YOKOGAWA COMPANY PARTNER TO PROVIDE INTEGRATED PROCESS AND OPERATIONAL SOFTWARE SOLUTIONS TO THE OIL AND GAS INDUSTRY \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Sep 09, 2017", "Header": "BAKER HUGHES, A GE COMPANY AWARDED SUBSEA CONTRACT BY PETROBEL FOR PHASE 2 DEVELOPMENT OF EGYPT’S ‘SUPER…", "url": "https://www.bhge.com/news/baker-hughes-ge-company-awarded-subsea-contract-petrobel-phase-2-development-egypts-super-giant-zohr", "Textbody": "\n   \n   \n     \n       \n         \n               BAKER HUGHES, A GE COMPANY AWARDED SUBSEA CONTRACT BY PETROBEL FOR PHASE 2 DEVELOPMENT OF EGYPT’S ‘SUPER GIANT’ ZOHR GAS FIELD \n  \n         \n\n         \n                 \n                BHGE to provide engineering, fabrication and construction of subsea production system and support for installation, commissioning and start-up; \r\nBuilding on existing local capabilities, BHGE will contribute to the development of Egypt’s domestic energy resources and industrial growth; \r\nGlobally-supported project for BHGE with support from Egypt, UK, Norway and Italy \r\nLONDON & HOUSTON— 9 September, 2017 - In a signing ceremony hosted by H.E. Eng. Tarek El-Molla, Minister of Petroleum and Mineral Resources for Egypt, Baker Hughes, a GE company (NYSE: BHGE) announced a major subsea contract from Petrobel for phase two of the “supergiant” Zohr Gas Field situated in the Mediterranean Sea, off the Egyptian coast. The project underscores the company’s position as the world’s first and only integrated fullstream provider of cutting-edge subsea technology, products, services and digital solutions. \r\n \r\nAs a long-term partner to Egypt, BHGE will provide project management, engineering procurement, fabrication, construction, testing and transportation of a subsea production system, including seven manifolds, tie-in systems, long offset subsea and topside control systems, SemStar5 HIPPS (high integrity pressure protection) Systems, workover systems and tools, and will support the installation, commissioning and start-up operations. \r\n \r\nH.E. Eng. Tarek El-Molla, Minister of Petroleum and Mineral Resources, Egypt, said: “Maximizing domestic energy resources and optimizing reliability of their supplies are core elements of Egypt’s vision. We are able to increase the value and efficiency of the sector by driving a sustainable and energy-efficient economy through the ministry’s Modernization Program in partnership with companies such as BHGE. The Zohr gas field is playing a major role in the development of Egypt’s domestic energy resources, revenue generation and economic growth.” \r\n \r\nLorenzo Simonelli, president and CEO, BHGE, said: “This landmark agreement reinforces our commitment to provide competitive offerings for our partners, strengthened by BHGE’s local presence and cutting-edge technology. The Zohr Field is one of the most significant developments of its kind, and through this project we can show the efficiency gains that such complex projects can achieve through our enhanced portfolio. This project has the potential to meet Egypt’s growing gas demand and save the country billions of dollars that would otherwise be spent on importing gas. Together with our partners, BHGE can support Egypt’s needs and vision for the energy sector and demonstrate its leadership in the subsea space.” \r\n \r\nPetrobel is a joint venture between IEOC (an Eni subsidiary in Egypt) and Egyptian General Petroleum Corporation (EGPC) and is in charge of the development of Zohr Field on behalf of PetroSherouk, a joint venture between Egyptian Natural Gas Holding Company (EGAS), IEOC and BP. \r\n \r\nEng. Atef Hassan, Chairman and Managing Director, Petrobel, stated: “Partnering with BHGE on this project demonstrates the growing need for long-term service and equipment providers that complement our efforts in driving optimized production. The Zohr Field will contribute to the development and sustainability of Egypt’s resources, and BHGE’s investment and expertise across oilfield services and equipment will help us drive further efficiencies along the way.” \r\n \r\nThis project draws on the experience of BHGE in large bore, long offset gas fields and incorporates an integrated HIPPS system and positions BHGE as a market leader in this field. For the first time, BHGE will also provide 10 e-EHXT trees, manufactured at its subsea center of excellence in Aberdeen, Scotland. The trees were designed in collaboration with Eni as part of a standardization exercise, applying field-proven products and systems gained from previous projects with Eni on a range of successful deep-water projects in Africa. In addition, BHGE will provide wellheads via a separate contract awarded by Petrobel earlier this year. \r\n \r\nThe award underlines the global scope and breadth of BHGE’s fullstream portfolio and local capabilities, with engineering support for the project coming from the UK, Italy and Norway. The steel structures will be manufactured in Alexandria, supporting local employment in Egypt, as well as the UK, Norway and Italy. Project management services will also be supported from Egypt and from the UK. Leveraging decades of expertise in-country and growing its local manufacturing ecosystem, BHGE is committed to helping secure Egypt’s energy future through the development of local talent and efficiency-driven solutions. \r\n \r\nINFOGRAPHIC \r\n \r\n"},
{"Date": "Oct 06, 2017", "Header": "Baker Hughes, a GE Company Announces September 2017 Rig Counts", "url": "https://www.bhge.com/news/baker-hughes-ge-company-announces-september-2017-rig-counts", "Textbody": "\n   \n   \n     \n       \n         \n               Baker Hughes, a GE Company Announces September 2017 Rig Counts \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Oct 02, 2017", "Header": "BHGE Elects CEO Lorenzo Simonelli as Chairman of the BHGE Board", "url": "https://www.bhge.com/news/bhge-elects-ceo-lorenzo-simonelli-chairman-bhge-board", "Textbody": "\n   \n   \n     \n       \n         \n               BHGE Elects CEO Lorenzo Simonelli as Chairman of the BHGE Board \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Jun 27, 2018", "Header": "POSCO DAEWOO Corp. Selects McDermott and BHGE for SURF and Subsea Contract", "url": "https://www.bhge.com/news/posco-daewoo-corp-selects-mcdermott-and-bhge-surf-and-subsea-contract", "Textbody": "\n   \n   \n     \n       \n         \n               McDermott and consortium partner Baker Hughes, a GE company (BHGE) awarded phase two of the Shwe gas field development, offshore Western Myanmar  \n\t Project scope includes subsea umbilicals, risers and flowlines (SURF), subsea production systems (SPS) for an eight-well development and modifications to tie-back the new facilities to an existing platform  \n\t The award follows the completion of a front-end engineering and design (FEED) competition and tender for the engineering, procurement, construction, installation and commissioning (EPCIC) scope by the consortium \n   \n\n HOUSTON – June 27, 2018  – McDermott International, Inc. (NYSE: MDR) and Baker Hughes, a GE company (NYSE: BHGE), today announced the award of a contract by POSCO DAEWOO Corp. for phase two of the Shwe gas field development offshore Western Myanmar.  \n\n The McDermott-led consortium took part in a FEED competition in 2017.  The successful execution of the FEED followed by the EPCIC tender led to the award of this project. \n\n The EPCIC scope covers SURF and SPS for an eight-subsea-well development at a water depth of between 279 feet (85 meters) and 466 feet (142 meters). It also covers brownfield modifications to tie-back the new subsea facilities to the existing Shwe platform.  \n\n “McDermott’s strategic alliance with BHGE is a combination of two leaders in subsea development,” said Ian Prescott, McDermott Senior Vice President for Asia Pacific. “Together, we offer comprehensive, cost-efficient and advanced technical solutions for our customers. McDermott’s expertise in executing large and complex EPCIC projects in Asia will help us deliver certainty during the next phase of this important gas field development.” \n\n Graham Gillies, Vice President Subsea Production Systems & Services at BHGE, said: \"Cost  efficiency and productivity are top priorities for our customers and are fundamentally changing the way we work and partner across the industry to deliver the solutions they need. Through early engagement and close collaboration with POSCO DAEWOO, the consortium was able to offer the optimum solution. This win demonstrates the value the consortium can create through early engagement with customers, adoption of standardized technology solutions and efficiency of project execution.”      \n\n McDermott will undertake the EPCIC of SURF and brownfield modification scopes, using its regional center of excellence for project management and engineering in Kuala Lumpur, Malaysia. The SURF structures and production manifolds will be fabricated in the Asia Pacific region. McDermott also will execute the installation and commissioning phase, with Field Service Engineering expertise and tooling support from BHGE’s base in Singapore.  Installation of SURF and SPS components will be carried out using McDermott’s state of the art pipelay assets, including the Derrick Lay Vessel 2000. \n\n BHGE will supply the SPS scope, including eight Medium-water Horizontal Xmas Trees (MHXT), eight subsea production control systems and distribution equipment, and topside controls.  \n\n McDermott’s portion of this award is classified as a large *contract, which will be reflected in its second quarter 2018 backlog.  The contract’s final delivery is scheduled for 2022. \n\n The Shwe field development consists of the Shwe, Shwe Phyu and Mya offshore gas fields, located in blocks A-1 and A-3 of the Bay of Bengal, Myanmar. The project is operated by POSCO DAEWOO Corp. and is being developed by a consortium of five companies, including POSCO DAEWOO Corp., Myanma Oil and Gas Enterprise, Oil and Natural Gas Corp. Videsh Limited, Gas Authority of India and Korea Gas Corporation. \n\n   \n\n * - McDermott defines a large contract as between USD $50 million and USD $250 million. \n\n   \n\n About McDermott \n\n McDermott is a premier, fully integrated provider of technology, engineering and construction solutions to the energy industry. For more than a century, customers have trusted McDermott to design and build end-to-end infrastructure and technology solutions—from the wellhead to the storage tank—to transport and transform oil and gas into the products the world needs today. Our proprietary technologies, integrated expertise and comprehensive solutions deliver certainty, innovation and added value to energy projects around the world. Customers rely on McDermott to deliver certainty to the most complex projects, from concept to commissioning. It is called the “One McDermott Way.” Operating in over 54 countries, McDermott’s locally focused and globally-integrated resources include approximately 40,000 employees and engineers, a diversified fleet of specialty marine construction vessels and fabrication facilities around the world. To learn more, visit  www.mcdermott.com . \n\n   \n\n About BHGE \n\n Baker Hughes, a GE company (NYSE:BHGE) is the world’s first and only fullstream provider of integrated oilfield products, services and digital solutions. We deploy minds and machines to enhance customer productivity, safety and environmental stewardship, while minimizing costs and risks at every step of the energy value chain. With operations in over 120 countries, we infuse over a century of experience with the spirit of a startup – inventing smarter ways to bring energy to the world. Visit us at BHGE.com. \n\n   \n\n Forward-Looking Statements \n\n In accordance with the Safe Harbor provisions of the Private Securities Litigation Reform Act of 1995, McDermott cautions that statements in this press release which are forward-looking, and provide other than historical information, involve risks, contingencies and uncertainties that may impact McDermott's actual results of operations. These forward-looking statements include, among other things, statements about the expected scope, execution and timing of the project discussed in this press release. Although we believe that the expectations reflected in those forward-looking statements are reasonable, we can give no assurance that those expectations will prove to have been correct. Those statements are made by using various underlying assumptions and are subject to numerous risks, contingencies and uncertainties, including, among others: adverse changes in the markets in which we operate or credit markets, our inability to successfully execute on contracts in backlog, changes in project design or schedules, the availability of qualified personnel, changes in the terms, scope or timing of contracts, contract cancellations, change orders and other modifications and actions by our customers and other business counterparties, changes in industry norms and adverse outcomes in legal or other dispute resolution proceedings. If one or more of these risks materialize, or if underlying assumptions prove incorrect, actual results may vary materially from those expected. For a more complete discussion of these and other risk factors, please see McDermott's annual and quarterly filings with the Securities and Exchange Commission, including its annual report on Form 10-K for the year ended December 31, 2017 and subsequent quarterly reports on Form 10-Q. This press release reflects management's views as of the date hereof. Except to the extent required by applicable law, McDermott undertakes no obligation to update or revise any forward-looking statement. \n\n   \n\n Contacts: \n\n   \n\n Investor Relations  \n\n Scott Lamb \n\n Vice President, Investor Relations \n\n +1 832-513-1068 \n\n Scott.Lamb@McDermott.com \n\n   \n\n Global Media Relations \n\n Gentry Brann \n\n Global Vice President, Communications \n\n +1 281 870 5269                                                           \n\n Gentry.Brann@McDermott.com \n\n   \n\n Local Asia Contact  \n\n Philip Ng \n\n Communications Manager, Asia \n\n +6017 200 4238 (mobile, Kuala Lumpur, Malaysia) \n\n Fng2@McDermott.com \n\n   \n\n   \n\n Baker Hughes, a GE company (BHGE) \n\n   \n\n Media Relations \n\n Chris Lim, +65 68646264,  chris.lim@bhge.com \n\t Gavin Roberts +44 1224 349679, gavin.roberts@bhge.com \n   \n\n Investor Relations: \n\n Philipp Mueller, +1 281 809 9088,  investor.relations@bhge.com \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Sep 20, 2017", "Header": "BHGE AWARDED CONTRACT BY NIGERIA LNG", "url": "https://www.bhge.com/news/bhge-awarded-contract-nigeria-lng", "Textbody": "\n   \n   \n     \n       \n         \n               BAKER HUGHES, A GE COMPANY AWARDED CONTRACT BY NIGERIA LNG IN MILESTONE DIGITAL AGREEMENT FOR SUB-SAHARAN AFRICA \n\n \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Jul 09, 2018", "Header": "Baker Hughes, a GE company Announces June 2018 Rig Counts ", "url": "https://www.bhge.com/news/baker-hughes-ge-company-announces-june-2018-rig-counts", "Textbody": "\n   \n   \n     \n       \n         \n               HOUSTON and LONDON--(BUSINESS WIRE)—July 9, 2018-- Baker Hughes, a GE company (NYSE:BHGE) announced today that the Baker Hughes international rig count for June   2018 was 959, down 8 from the 967 counted in May 2018, and down 1 from the 960 counted in June 2017. The international offshore rig count for June 2018 was 195, down 3 from the 198 counted in May 2018, and down 2 from the 197 counted in June 2017. \n\n The average U.S. rig count for June 2018 was 1,056, up 10 from the  1,046  counted in May 2018, and up 125 from the 931 counted in June 2017. The average Canadian rig count for June 2018 was 137, up 54 from the 83 counted in May 2018, and down 13 from the 150 counted in June 2017.  \n\n The worldwide rig count for June 2018 was 2,152, up 56 from the 2,096 counted in May 2018, and up 111 from the 2,041 counted in June 2017. \n\n June 2018 Rig Counts \n   \n\n About the Baker Hughes Rig Counts \n\n The Baker Hughes rig counts are counts of the number of drilling rigs actively exploring for or developing oil or natural gas in the U.S., Canada and international markets. The company has issued the rig counts as a service to the petroleum industry since 1944, when Hughes Tool Company began weekly counts of the U.S. and Canadian drilling activity. The monthly international rig count was initiated in 1975.  \n\n The North American rig count is scheduled to be released at noon Central Time on the last working day of each week. The international rig count is scheduled to be released on the fifth working day of the month at 5:00 a.m. Central Time. Additional detailed information on the Baker Hughes rig counts is available from our  website.   \n\n   \n\n "},
{"Date": "Jul 05, 2017", "Header": "Phil Mueller Appointed Vice President, Investor Relations for Baker Hughes, a GE Company ", "url": "https://www.bhge.com/news/phil-mueller-appointed-vice-president-investor-relations-baker-hughes-ge-company", "Textbody": "\n   \n   \n     \n       \n         \n               Phil Mueller Appointed Vice President, Investor Relations for Baker Hughes, a GE Company \n  \n         \n\n         \n                 \n                LONDON & HOUSTON—July 05, 2017—Baker Hughes, a GE company (NYSE: BHGE) announced today that Phil Mueller has been appointed vice president, investor relations for BHGE and will serve as the principal contact for the company's investment community. \r\n \r\n“With the creation of BHGE, we are pleased to appoint Phil as the leader of the new company’s investor relations program,” said Brian Worrell, chief financial officer of BHGE. “With his broad experience in various GE businesses all over the world, Phil has a deep understanding of financial operations, both in oil and gas and throughout other industries. I am confident that Phil will be an invaluable resource for our investors as we continue to work on positioning BHGE to drive long-term value for shareholders.” \r\n \r\nMueller most recently served as investor relations leader for GE Oil & Gas, a position he held since 2016. Within GE Oil & Gas, Mueller also served as chief financial officer of the Drilling business from 2014 to 2016. \r\n \r\nPrior to joining GE Oil & Gas, Mueller held various financial leadership positions within GE’s Industrial businesses. Prior to that he served as executive audit manager for GE Healthcare. Mueller joined GE on the company’s Financial Management Program. During his twelve-year tenure at GE, Mueller has worked in ten countries. \r\n \r\nFor additional information about BHGE's leadership and governance teams, stockholders are encouraged to visit the investor page at investors.bhge.com. \r\n \r\n"},
{"Date": "Dec 06, 2017", "Header": "Baker Hughes, a GE company Announces Pricing of Offering of $3,950,000,000 of Senior Notes by Baker Hughes, a…", "url": "https://www.bhge.com/news/baker-hughes-ge-company-announces-pricing-offering-3950000000-senior-notes-baker-hughes-ge-company", "Textbody": "\n   \n   \n     \n       \n         \n                 \n\n Dec 6, 2017 \n\n LONDON & HOUSTON--(BUSINESS WIRE)--Dec. 6, 2017-- Baker Hughes, a GE company (NYSE: BHGE) (“BHGE”) today announced that its subsidiary, Baker Hughes, a GE company, LLC (“BHGE LLC”) has priced an offering of $3,950,000,000 aggregate principal amount of its senior notes, consisting of $1,250,000,000aggregate principal amount of its 2.773% senior notes due 2022, $1,350,000,000 aggregate principal amount of its 3.337% senior notes due 2027 and $1,350,000,000 aggregate principal amount of its 4.080% senior notes due 2047 (collectively, the “Notes”). Baker Hughes Co-Obligor, Inc. is a co-obligor of the Notes. The sale of the Notes is expected to close on December 11, 2017, subject to customary closing conditions. \n\n BHGE LLC intends to use the net proceeds from the offering of the Notes to: (1) purchase pursuant to its previously announced tender offers for any and all of its or its subsidiaries’ outstanding 7.50% senior notes due 2018 and 6.00% senior notes due 2018 (together, the “2018 Notes”) that are validly tendered, (2) purchase up to $175 million in aggregate purchase price of its or its subsidiaries’ outstanding 8.550% debentures due 2024 and 6.875% notes due 2029 that are validly tendered, (3) redeem (or cause the applicable issuer to redeem) any remaining 2018 Notes not purchased in the tender offers in accordance with the relevant indentures, and (4) pay the related transaction fees and expenses. BHGE LLC intends to use any remaining net proceeds from the offering of the Notes for general corporate purposes, which may include purchases of BHGE LLC’s common units from BHGE and General Electric Company in connection with the share repurchase authorization announced by BHGE on November 6, 2017. \n\n The Notes will be offered and sold to qualified institutional buyers pursuant to Rule 144A under the Securities Act of 1933, as amended (the “Securities Act”), and to certain non-U.S. persons outside the United States under Regulation S under the Securities Act. The Notes have not been and will not be registered under the Securities Act, or the securities laws of any state or other jurisdiction, and, unless so registered, may not be offered or sold in the United Statesabsent registration or an applicable exemption from the registration requirements of the Securities Act and applicable state securities laws. \n\n This news release is for informational purposes only and does not constitute an offer to sell or the solicitation of an offer to buy the Notes or any other securities and shall not constitute an offer, solicitation or sale in any state or jurisdiction in which, or to any person to whom, such offer, solicitation or sale is unlawful. \n\n Forward-Looking Statements \n\n This news release may contain forward-looking statements (each a “forward-looking statement”). The words “anticipate,” “believe,” “ensure,” “expect,” “if,” “intend,” “estimate,” “project,” “foresee,” “forecast,” “predict,” “outlook,” “aim,” “will,” “could,” “should,” “potential,” “would,” “may,” “probable,” “likely,” and similar expressions, and the negative thereof, are intended to identify forward-looking statements. There are many risks and uncertainties that could cause actual results to differ materially from our forward-looking statements. These forward-looking statements are also affected by the risk factors described in BHGE’s Registration Statement on Form S-4 (File No. 333-216991), filed by BHGE with the Securities and Exchange Commission (“SEC”) and declared effective on May 30, 2017; BHGE’s subsequent quarterly reports on Form 10-Q for the quarterly periods ended June 30, 2017 and September 30, 2017; BHGE LLC’s quarterly report on Form 10-Q for the quarterly period ended September 30, 2017; and those set forth from time-to-time in other filings with the SEC by BHGE and BHGE LLC. The documents are available through BHGE’s website or through the SEC’s Electronic Data Gathering and Analysis Retrieval (“EDGAR”) system at:  www.sec.gov . \n\n Statements in this news release regarding share repurchases that are forward-looking are based on management’s estimates, assumptions and projections, and are subject to significant uncertainties and other factors, many of which are beyond our control. Important risk factors could cause future events to differ materially from those currently estimated by management, including, but not limited to, \n\n Significant disruptions in the equity markets could negatively impact our ability to repurchase the Class A shares or BHGE LLC’s ability to repurchase the common units. \n\t Share repurchases may be suspended or discontinued by the Company at any time. \n\t Net proceeds from the offering of Notes may be used for other general corporate purposes and therefore may not be available for share repurchases. \n No assurances can be given that any of the events anticipated by the forward-looking statements will transpire or occur, or if any of them do occur, what impact they will have on our results of operations, financial condition or cash flows. BHGE and BHGE LLC undertake no obligation to, and expressly disclaim any obligation to, publicly update or revise any forward-looking statement, whether as a result of new information or developments, future events, or otherwise. \n\n "},
{"Date": "Oct 17, 2017", "Header": "Kuwait Oil Company marks breakthrough performance with TerrAdapt drill bit ", "url": "https://www.bhge.com/news/kuwait-oil-company-marks-breakthrough-performance-terradapt-drill-bit", "Textbody": "\n   \n   \n     \n       \n         \n               Kuwait Oil Company marks breakthrough performance with region’s first deployment of smart drill bit by \nBaker Hughes, a GE company \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Oct 30, 2017", "Header": "BHGE Launches Advanced Fluid Analysis  and Sampling While Drilling Service", "url": "https://www.bhge.com/news/bhge-launches-advanced-fluid-analysis-and-sampling-while-drilling-service", "Textbody": "\n   \n   \n     \n       \n         \n               FASTrak Prism service provides a clearer picture of the reservoir in real time to \nimprove efficiency and enable better asset development decisions.  \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Dec 07, 2017", "Header": "Baker Hughes, a GE Company Announces November 2017 Rig Counts", "url": "https://www.bhge.com/news/baker-hughes-ge-company-announces-november-2017-rig-counts", "Textbody": "\n   \n   \n     \n       \n         \n               Baker Hughes, a GE Company Announces November 2017 Rig Counts \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Dec 08, 2017", "Header": "Baker Hughes, a GE company Announces Pricing of Any and All Tender Offers by Baker Hughes, a GE company, LLC", "url": "https://www.bhge.com/news/baker-hughes-ge-company-announces-pricing-any-and-all-tender-offers-baker-hughes-ge-company-llc", "Textbody": "\n   \n   \n     \n       \n         \n               Dec 8, 2017 \n\n LONDON & HOUSTON--(BUSINESS WIRE)--Dec. 8, 2017-- Baker Hughes, a GE company (NYSE: BHGE) (“BHGE”), announced today the consideration to be paid in the previously announced cash tender offers (the “Any and All Tender Offers”) by its subsidiary, Baker Hughes, a GE company, LLC (“BHGE LLC”) to purchase any and all of the following outstanding debt securities issued by BHGE LLC or its subsidiaries: \n\n 6.000% Senior Notes due 2018 (the “6.000% 2018 Notes”); and \n\t 7.500% Senior Notes due 2018 (the “7.500% 2018 Notes” and, together with the 6.000% 2018 Notes, the “Securities”) \n The Any and All Tender Offers will expire at 5:00 p.m., New York City time, today, December 8, 2017, unless extended (the “Any and All Tender Expiration Date”). \n\n The applicable reference yield, repurchase yield and total consideration for the Securities are detailed in the table below: \n\n \n\n ________________ \n\n (1) The 6.000% 2018 Notes were issued by BJ Services Company and subsequently assumed by its successor Western Atlas Inc., a subsidiary of BHGE LLC. On July 3, 2017, BHGE LLC, Baker Hughes Co-Obligor, Inc. (the “Co-Obligor”), Baker Hughes Oilfield Operations, LLC and Baker Hughes International Branches, LLCbecame co-obligors of the 6.000% 2018 Notes. \n\n (2) The 7.500% 2018 Notes were issued by Baker Hughes Incorporated (“BHI”). On July 3, 2017, BHGE LLC, as successor to BHI, and the Co-Obligor became co-obligors of the 7.500% 2018 Notes. \n\n Upon consummation of the Any and All Tender Offers, BHGE LLC will pay the applicable total consideration for each $1,000 principal amount of Securities of each series validly tendered and accepted for payment, plus accrued and unpaid interest from and including the last interest payment date applicable to the relevant series of Securities up to, but not including, the settlement date for such Securities accepted for purchase (“accrued interest”). The settlement date for the Any and All Tender Offers is expected to be December 11, 2017, the first business day after the Any and All Tender Expiration Date. The applicable total consideration was calculated in the manner described in the Offer to Purchase, dated December 4, 2017 (the “Offer to Purchase”), by reference to the applicable fixed spread for such Security specified in the table above plus the applicable yield to maturity based on the bid-side price of the applicable U.S. Treasury Security specified in the table above at 11:00 a.m., New York City time, on December 8, 2017. \n\n To receive such consideration, holders of Securities must validly tender and not validly withdraw their Securities or timely comply with the guaranteed delivery procedures set forth in the Offer to Purchase prior to or at the Any and All Tender Expiration Date. Securities tendered may be withdrawn at any time prior to or at 5:00 p.m., New York City time, on December 8, 2017, unless such date and time is extended by BHGE LLC, but not thereafter, by following the procedures described in the Offer to Purchase. Holders of Securities are urged to read the Offer to Purchase carefully before making any decision with respect to the Any and All Tender Offers. \n\n The obligation of BHGE LLC to accept for purchase and to pay the applicable total consideration and the accrued interest on Securities purchased pursuant to the Any and All Tender Offers is not subject to any minimum tender condition, but is subject to satisfaction or waiver of certain other conditions described in the Offer to Purchase. These conditions include BHGE LLC having closed, on terms and conditions satisfactory to BHGE LLC, one or more offerings of senior notes resulting in net proceeds to BHGE LLC in an amount not less than the amount required, upon the terms and subject to the conditions of the applicable tender offer, to purchase (A) all the Securities validly tendered and accepted for purchase in the Any and All Tender Offers and (B) up to $175 million in aggregate purchase price of the 8.550% Debentures due 2024 and 6.875% Notes due 2029 validly tendered and accepted for purchase in the previously announced maximum tender offers by BHGE LLC, and to pay accrued interest thereon and fees and expenses associated therewith. BHGE LLC also reserves the right, subject to applicable law, to: (i) waive any and all conditions to the Any and All Tender Offers; (ii) extend or terminate any of the Any and All Tender Offers; or (iii) otherwise amend any of the Any and All Tender Offers in any respect. \n\n BHGE LLC has retained Morgan Stanley & Co. LLC and Barclays Capital Inc. to serve as dealer managers for the Any and All Tender Offers. D.F. King & Co., Inc.has been retained to serve as the information agent and the depositary for the Any and All Tender Offers. \n\n Questions regarding the Any and All Tender Offers may be directed to: Morgan Stanley & Co. LLC at (800) 624-1808 (toll free) or (212) 761-1057 or Barclays Capital Inc. at (800) 438-3242 (toll free) or (212) 528-7581. The Offer to Purchase and, in connection with the Any and All Notes, the notice of guaranteed delivery may be accessed at the following link:  http://www.dfking.com/bhge  or obtained from D.F. King & Co., Inc., free of charge, by calling toll-free at (866) 796-7179 (bankers and brokers can call collect at 212-269-5550) or by e-mail at  bhge@dfking.com . \n\n This news release shall not be construed as an offer to purchase or sell or a solicitation of an offer to purchase or sell any of the Securities or any other securities. BHGE LLC, subject to applicable law, may amend, extend or terminate the Any and All Tender Offers and may postpone the acceptance for purchase of, and payment for, the Securities so tendered. The Any and All Tender Offers are not being made in any jurisdiction in which the making or acceptance thereof would not be in compliance with the securities, blue sky or other laws of such jurisdiction. None of BHGE, BHGE LLC, the dealer managers, the information agent or the depositary makes any recommendations as to whether holders of the Securities should tender their Securities pursuant to the Any and All Tender Offers. \n\n Forward-Looking Statements \n\n This news release may contain forward-looking statements (each a “forward-looking statement”). The words “anticipate,” “believe,” “ensure,” “expect,” “if,” “intend,” “estimate,” “project,” “foresee,” “forecasts,” “predict,” “outlook,” “aim,” “will,” “could,” “should,” “potential,” “would,” “may,” “probable,” “likely,” and similar expressions, and the negative thereof, are intended to identify forward-looking statements. There are many risks and uncertainties that could cause actual results to differ materially from our forward-looking statements. These forward-looking statements are also affected by the risk factors described in BHGE’s Registration Statement on Form S-4 (File No. 333-216991), filed by BHGE with the Securities and Exchange Commission (“SEC”) and declared effective on May 30, 2017; BHGE’s subsequent quarterly reports on Form 10-Q for the quarterly periods ended June 30, 2017 and September 30, 2017; BHGE LLC’s quarterly report on Form 10-Q for the quarterly period ended September 30, 2017; and those set forth from time to time in other filings with the SEC by BHGE and BHGE LLC. The documents are available through BHGE’s website or through the SEC’s Electronic Data Gathering and Analysis Retrieval (“EDGAR”) system at:  www.sec.gov . We undertake no obligation to publicly update or revise any forward-looking statement. \n\n "},
{"Date": "Oct 31, 2017", "Header": "Siccar Point Energy and Baker Hughes, a GE company sign agreement for the development of North West of…", "url": "https://www.bhge.com/news/siccar-point-energy-and-baker-hughes-ge-company-sign-agreement-development-north-west-shetlands", "Textbody": "\n   \n   \n     \n       \n         \n               HOUSTON and LONDON - 1 November 2017 - Siccar Point Energy Limited (SPE) and Baker Hughes, a GE company (NYSE: BHGE) announced an agreement for the development of the Cambo field, located North West of the Shetland Islands in the UK. \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Nov 09, 2017", "Header": "SONATRACH and BHGE to Form New Company to Meet Manufacturing Demand", "url": "https://www.bhge.com/news/sonatrach-and-bhge-form-new-company-meet-manufacturing-demand", "Textbody": "\n   \n   \n     \n       \n         \n               Algiers – 9 November, 2017 -  In a signing ceremony hosted by SONATRACH in Algiers, and in the presence of the Minister of Energy, Mr. Mustapha Guitouni, SONATRACH and Baker Hughes, a GE company (NYSE: BHGE) have announced the creation of a 20,000 sqm manufacturing facility in Arzew Industrial Zone aiming to strengthen Algeria’s position in the upstream oil and gas market to meet local demand. \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Nov 07, 2017", "Header": "BHGE Announces October 2017 Rig Counts", "url": "https://www.bhge.com/news/bhge-announces-october-2017-rig-counts", "Textbody": "\n   \n   \n     \n       \n         \n               Baker Hughes, a GE Company Announces October 2017 Rig Counts \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Nov 06, 2017", "Header": "BHGE Announces $3 Billion Share Repurchase Authorization", "url": "https://www.bhge.com/news/bhge-announces-3-billion-share-repurchase-authorization", "Textbody": "\n   \n   \n     \n       \n         \n               Baker Hughes, a GE company Announces  $3 Billion Share Repurchase Authorization \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Aug 08, 2017", "Header": "BAKER HUGHES, A GE COMPANY SIGNS AGREEMENT WITH TWINZA", "url": "https://www.bhge.com/news/baker-hughes-ge-company-signs-agreement-twinza", "Textbody": "\n   \n   \n     \n       \n         \n               BAKER HUGHES, A GE COMPANY SIGNS AGREEMENT WITH TWINZA TO PROVIDE FULLSTREAM SUPPORT FOR OFFSHORE PROJECT IN THE GULF OF PAPUA \n\n \n  \n         \n\n         \n                 \n                Baker Hughes, a GE company (BHGE) to provide a groundbreaking fullstream offering to include drilling services for the appraisal and development phases of the project and an agreement to supply gas processing, compression, turbomachinery, controls subsea equipment and installation services \r\nThe Pasca A gas-condensate field is located offshore Papua New Guinea (PNG) and is the first offshore oil and gas development in PNG with a resource currently assessed at 93 million barrels of oil equivalent (mmboe) \r\nLONDON & HOUSTON — (8 August, 2017): Baker Hughes, a GE company (NYSE: BHGE) announced one of the first agreements of its kind with Twinza Oil Limited to provide fullstream support on the Pasca A gas condensate field, which is located off Papua New Guinea in the Gulf of Papua. \r\n \r\nThe Twinza-BHGE fullstream agreement – an industry first - covers services and equipment during Phase I of the Pasca A field Development, including drilling services, wellheads and pressure control equipment for the fourth and final appraisal well.  The appraisal well will be drilled in 3Q 2017, which will be suspended as a future development well, and the final investment decision (FID) to proceed to development is expected in 2018.  Post FID, BHGE expects to provide an integrated gas processing solution from the wells through to point of export. The fullstream offering includes a wide range of capabilities in drilling services, subsea equipment, gas processing topsides, gas compression and turbomachinery as well as installation and commissioning services.  As part of the fullstream package, BHGE was also able to bring its expertise to offer a financial solution to enable Twinza to complete appraisal drilling and proceed to FID. \r\n \r\nThe deal leverages the fullstream capabilities of the newly combined BHGE that provides customers with a “wing to wing” partner in complex projects – from reservoir evaluation to production and end use. The enhanced portfolio positions BHGE to create new sources of value by improving productivity and economics through integrated equipment and service offerings and meet customer needs through a fullstream lens. \r\n \r\nLorenzo Simonelli, president and CEO of BHGE said: “BHGE’s competitive advantage is its ability to serve customers across the entire oil and gas value chain, providing cutting-edge technology and proven expertise to maximize customers’ business profitability. This project with Twinza is one of the first times we can truly show the value of combining our legacy strength into one unique fullstream offering.” \r\n \r\n“Having a single point of contact and a complete offering for a complex project was one of the key reasons why we partnered with BHGE,” said Huw Evans, CEO of Twinza. “With its fullstream capabilities, BHGE was able to propose a fully integrated services and equipment offering using a modular state of the art approach, high tech solutions and systems that ‘talk to each other’ for optimization. This greatly synergizes the execution of the project while reducing the integration risk if we had engaged several vendors for similar services and equipment.” \r\n \r\nPasca is the first offshore oil and gas development in PNG that will produce natural gas liquids (NGLs) in the form of condensate (a light crude oil) and LPG, and will also produce natural gas. The project is expected to spur development of relevant offshore skills and services in PNG and will prove a significant boost to the PNG economy, providing government revenues, utilizing local services and providing local employment. Additionally, the LPG produced from Pasca will be available to reduce imports, and will offer a competitive alternative to imported diesel fuel for power generation.     \r\n \r\nTwinza holds 100% of the Pasca A License and has submitted a development plan for the field that will produce the resource across two phases. Phase I consists of the initial production of natural gas liquids (NGLs), including condensate and LPG, with reinjection of dry gas ahead of Phase II. During Phase II, dry gas will be exported. \r\n \r\n"},
{"Date": "Nov 12, 2017", "Header": "BHGE to Supply 150MW in Power Generation Equipment for Halfaya Oilfield", "url": "https://www.bhge.com/news/bhge-supply-150mw-power-generation-equipment-halfaya-oilfield", "Textbody": "\n   \n   \n     \n       \n         \n               Baghdad, Iraq; November 12, 2017 : Baker Hughes, a GE company (NYSE: BHGE) has signed an agreement for the provision of its proven turbine generators to PetroChina International Iraq, an affiliate of PetroChina Company Limited, in the biggest Turbomachinery & Process Solutions (TPS) agreement ever between the two companies.  \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Jul 03, 2017", "Header": "Baker Hughes and GE Oil & Gas Complete Combination -- Press Release", "url": "https://www.bhge.com/news/baker-hughes-and-ge-oil-gas-complete-combination-press-release", "Textbody": "\n   \n   \n     \n       \n         \n               Baker Hughes and GE Oil & Gas Complete Combination, Creating the World’s First and Only Fullstream Oil and Gas Company \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Dec 04, 2017", "Header": "Baker Hughes, a GE company Announces Tender Offers for Certain Outstanding Debt Securities", "url": "https://www.bhge.com/news/baker-hughes-ge-company-announces-tender-offers-certain-outstanding-debt-securities", "Textbody": "\n   \n   \n     \n       \n         \n               Dec 4, 2017 \n\n LONDON & HOUSTON--(BUSINESS WIRE)--Dec. 4, 2017-- Baker Hughes, a GE company (NYSE:BHGE) (“BHGE”), announced today the commencement of tender offers by its subsidiary, Baker Hughes, a GE company, LLC (“BHGE LLC”), for debt securities of BHGE LLC or its subsidiaries. The tender offers consist of offers to purchase for cash: \n\n 1) any and all (the “Any and All Tender Offers”) of the outstanding (i) 7.500% Senior Notes due 2018 (the “7.500% 2018 Notes”) and (ii) 6.000% Senior Notes due 2018 (the “6.000% 2018 Notes” and, together with the 7.50% 2018 Notes, the “Any and All Notes”); and \n\n 2) up to $175 million (the “Aggregate Maximum Purchase Price”) in aggregate purchase price (the “Maximum Tender Offers” and, together with the Any and All Tender Offers, the “Tender Offers”) of the outstanding (i) 8.550% Debentures due 2024 (the “2024 Notes”) and (ii) 6.875% Notes due 2029 (the “2029 Notes” and, together with the 2024 Notes, the “Maximum Tender Offer Notes,” and, together with the Any and All Notes, the “Securities”). \n\n The Tender Offers are summarized in the tables below and are being made pursuant to an Offer to Purchase, dated December 4, 2017 (the “Offer to Purchase”), which sets forth a more detailed description of the Tender Offers. Copies of the Offer to Purchase and the form of notice of guaranteed delivery with respect to the Any and All Notes are available at  www.dfking.com/bhge . \n\n Any and All of the Principal Amount Outstanding of the Securities Listed Below: \n\n   \n\n \n\n (1) The 6.000% 2018 Notes were issued by BJ Services Company and subsequently assumed by its successor Western Atlas Inc., a subsidiary of BHGE LLC. On July 3, 2017, BHGE LLC, Baker Hughes Co-Obligor, Inc. (the “Co-Obligor”), Baker Hughes Oilfield Operations, LLC and Baker Hughes International Branches, LLC became co-obligors of the 6.000% 2018 Notes. \n\n (2) The 7.500% 2018 Notes were issued by Baker Hughes Incorporated (“BHI”). On July 3, 2017, BHGE LLC, as successor to BHI, and the Co-Obligor became co-obligors of the 7.500% 2018 Notes. \n\n * The Bloomberg Reference Page may change to FIT3 prior to the Any and All Price Determination Date (as defined below). \n\n The Any and All Tender Offers will expire at 5:00 p.m., New York City time, on December 8, 2017, unless extended or earlier terminated by BHGE LLC (the “Any and All Tender Expiration Date”). Holders of the Any and All Notes must validly tender and not validly withdraw their Any and All Notes prior to or at the Any and All Tender Expiration Date to be eligible to receive the Total Consideration for such Any and All Notes. \n\n Up to $175,000,000 in Aggregate Maximum Purchase Price (1)  of the Outstanding Securities Listed Below: \n\n \n\n (1) The Aggregate Maximum Purchase Price for the Maximum Tender Offer Notes includes the Total Consideration (as defined below) and excludes Accrued Interest (as defined below) and fees and expenses related to the Tender Offers. \n\n (2) The 2024 Notes were issued by Western Atlas Inc. On July 3, 2017, BHGE LLC, the Co-Obligor, Baker Hughes Oilfield Operations, LLC and Baker Hughes International Branches, LLC became co-obligors of the 2024 Notes. The interest payment payable on December 15, 2017 with respect to the 2024 Notes will be paid to record holders of the 2024 Notes as of December 1, 2017 and will thus not be included in the calculation of Accrued Interest payable on the 2024 Notes purchased in the Maximum Tender Offers. \n\n (3) The 2029 Notes were issued by BHI. On July 3, 2017, BHGE LLC, as successor to BHI, and the Co-Obligor became co-obligors of the 2029 Notes. The interest payment payable on January 15, 2018 with respect to the 2029 Notes will be paid to record holders of the 2029 Notes as of January 1, 2018 and will thus not be included in the calculation of Accrued Interest payable on the 2029 Notes purchased in the Maximum Tender Offers at the Maximum Tender Final Settlement Date (as defined below), if any. \n\n (4) The Total Consideration for Maximum Tender Offer Notes validly tendered prior to or at the Early Tender Date (as defined below) and accepted for purchase is calculated using the applicable Fixed Spread (as defined below) and is inclusive of the Early Tender Payment (as defined below). The Total Consideration is subject to the Aggregate Maximum Purchase Price and proration in accordance with the Acceptance Priority Levels, as more fully set forth in the Offer to Purchase. \n\n The Maximum Tender Offers will expire at 12:00 midnight, New York City time, on January 2, 2018 (one minute after 11:59 p.m., New York City time, on January 2, 2018), unless extended or earlier terminated by BHGE LLC (the “Maximum Tender Expiration Date”). Holders of the Maximum Tender Offer Notes must validly tender and not validly withdraw their Maximum Tender Offer Notes prior to or at 5:00 p.m., New York City time, on December 15, 2017, unless extended (the “Early Tender Date”), to be eligible to receive the Total Consideration for such Maximum Tender Offer Notes, which is inclusive of an amount in cash equal to the applicable amount set forth in the table above under the heading Early Tender Payment (the “Early Tender Payment”). Holders of the Maximum Tender Offer Notes who validly tender their Maximum Tender Offer Notes after the Early Tender Date but prior to the Maximum Tender Expiration Date will be eligible to receive the Total Consideration for such Maximum Tender Offer Notes less the amount of the Early Tender Payment. The amount of each of the Maximum Tender Offer Notes that are purchased will be determined in accordance with the acceptance priority levels noted in the table above (the “Acceptance Priority Level”), with 1 being the highest Acceptance Priority Level. \n\n The applicable consideration (the “Total Consideration”) payable for each $1,000 principal amount of Securities of each series validly tendered and accepted for payment pursuant to the applicable Tender Offer will be determined in the manner described in the Offer to Purchase by reference to the applicable fixed spread for such Security (the “Fixed Spread”) specified in the tables above plus the applicable yield to maturity based on the bid-side price of the applicable U.S. Treasury Security specified in the applicable table above. The Total Consideration will be calculated as of 11:00 a.m., New York City time, on December 8, 2017, in the case of the Any and All Tender Offers (the “Any and All Price Determination Date”), and at 11:00 a.m., New York City time, on December 18, 2017, in the case of the Maximum Tender Offers, in each case unless extended by BHGE LLC. In addition to the Total Consideration, payment for the Securities purchased will include accrued and unpaid interest from and including the last interest payment date applicable to the relevant series of Securities up to, but not including, the applicable settlement date for such Securities accepted for purchase (“Accrued Interest”). \n\n The settlement date for the Any and All Tender Offers is expected to be promptly after the expiration of the Any and All Tender Offers, which is expected to be December 11, 2017, the first business day after the Any and All Tender Expiration Date. The settlement date for the Maximum Tender Offer Notes validly tendered and accepted for payment on the Early Tender Date is expected to be promptly after the Early Tender Date, which is expected to be December 19, 2017, the second business day after the Early Tender Date (the “Maximum Tender Early Settlement Date”). The settlement date for the Maximum Tender Offer Notes validly tendered and accepted for payment after the Early Tender Date but on or prior to the Maximum Tender Expiration Date is expected to be January 4, 2018, the second business day after the Maximum Tender Expiration Date (the “Maximum Tender Final Settlement Date”), assuming the Aggregate Maximum Purchase Price is not purchased on the Maximum Tender Early Settlement Date. \n\n The Any and All Notes may be validly withdrawn at any time prior to or at 5:00 p.m., New York City time, on December 8, 2017, unless such date and time is extended by BHGE LLC, but not thereafter. The Maximum Tender Offer Notes may be validly withdrawn at any time prior to or at 5:00 p.m., New York City time, on December 15, 2017, unless such date and time is extended by BHGE LLC, but not thereafter. \n\n The obligation of BHGE LLC to accept for purchase and to pay the Total Consideration and the Accrued Interest on Securities purchased pursuant to the Tender Offers is not subject to any minimum tender condition, but is subject to satisfaction or waiver of certain other conditions described in the Offer to Purchase. These conditions include BHGE LLC having closed, on terms and conditions satisfactory to BHGE LLC, one or more offerings of senior notes resulting in net proceeds to BHGE LLC in an amount not less than the amount required, upon the terms and subject to the conditions of the applicable Tender Offer, to purchase all the Securities validly tendered and accepted for purchase in the Tender Offers and to pay Accrued Interest thereon and fees and expenses associated therewith. BHGE LLC is commencing such an offering concurrently with the Tender Offers. BHGE LLC also reserves the right, subject to applicable law, to: (i) waive any and all conditions to the Tender Offers; (ii) extend or terminate any of the Tender Offers; (iii) increase or decrease the Aggregate Maximum Purchase Price; or (iv) otherwise amend any of the Tender Offers in any respect. \n\n BHGE LLC has retained Morgan Stanley & Co. LLC and Barclay Capital Inc. to serve as dealer managers for the Tender Offers. D.F. King & Co., Inc. has been retained to serve as the tender and information agent for the Tender Offers. \n\n Holders of the Securities are urged to carefully read the Offer to Purchase before making any decision with respect to the Tender Offers. \n\n Questions regarding the Tender Offers may be directed to: Morgan Stanley & Co. LLC at (800) 624-1808 (toll free) or (212) 761-1057 or Barclays Capital Inc. at (800) 438-3242 (toll free) or (212) 528-7581. The Offer to Purchase and, in connection with the Any and All Notes, the notice of guaranteed delivery may be accessed at the following link:  http://www.dfking.com/bhge  or obtained from D.F. King & Co., Inc., free of charge, by calling toll-free at (866) 796-7179 (bankers and brokers can call collect at 212-269-5550) or by e-mail at  bhge@dfking.com . \n\n This news release shall not be construed as an offer to purchase or sell or a solicitation of an offer to purchase or sell any of the Securities or any other securities. BHGE LLC, subject to applicable law, may amend, extend or terminate the Tender Offers and may postpone the acceptance for purchase of, and payment for, the Securities so tendered. The Tender Offers are not being made in any jurisdiction in which the making or acceptance thereof would not be in compliance with the securities, blue sky or other laws of such jurisdiction. None of BHGE, BHGE LLC, the dealer managers, the information agent or the depositary makes any recommendations as to whether holders of the Securities should tender their Securities pursuant to the Tender Offers. \n\n Forward-Looking Statements \n\n This news release may contain forward-looking statements (each a “forward-looking statement”). The words “anticipate,” “believe,” “ensure,” “expect,” “if,” “intend,” “estimate,” “project,” “foresee,” “forecasts,” “predict,” “outlook,” “aim,” “will,” “could,” “should,” “potential,” “would,” “may,” “probable,” “likely,” and similar expressions, and the negative thereof, are intended to identify forward-looking statements. There are many risks and uncertainties that could cause actual results to differ materially from our forward-looking statements. These forward-looking statements are also affected by the risk factors described in BHGE’s Registration Statement on Form S-4 (File No. 333-216991), filed by BHGE with the Securities and Exchange Commission (“SEC”) and declared effective on May 30, 2017; BHGE’s subsequent quarterly reports on Form 10-Q for the quarterly periods ended June 30, 2017 and September 30, 2017; BHGE LLC’s quarterly report on Form 10-Q for the quarterly period ended September 30, 2017; and those set forth from time to time in other filings with the SEC by BHGE and BHGE LLC. The documents are available through BHGE’s website or through the SEC’s Electronic Data Gathering and Analysis Retrieval (“EDGAR”) system at:  www.sec.gov . We undertake no obligation to publicly update or revise any forward-looking statement. \n\n "},
{"Date": "Aug 07, 2017", "Header": "Baker Hughes, a GE Company Announces July 2017 Rig Counts", "url": "https://www.bhge.com/news/baker-hughes-ge-company-announces-july-2017-rig-counts", "Textbody": "\n   \n   \n     \n       \n         \n               Baker Hughes, a GE Company Announces July 2017 Rig Counts \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Jul 17, 2017", "Header": "Iraq Ministry of Oil and Baker Hughes, a GE company sign contract", "url": "https://www.bhge.com/news/iraq-ministry-oil-and-baker-hughes-ge-company-sign-contract", "Textbody": "\n   \n   \n     \n       \n         \n               Iraq Ministry of Oil and Baker Hughes, a GE company sign a contract for modular Natural Gas Liquids plant solution for flare gas recovery \n  \n         \n\n         \n                 \n                The modular NGL plant project covers a fast track flare gas solution for the Nassiriya and Al Gharraf Oilfields \r\nBuilds on BHGE’s existing local capabilities with a continued focus on localization to create additional jobs for Iraqis \r\nProject will help recover flare gas, drive long-term returns through recovery of LPG and condensate, and support the country’s power generation sector fuel requirements \r\nBaghdad, Iraq: July 17, 2017: Following extensive discussions, the Iraqi Ministry of Oil and Baker Hughes, a GE company (BHGE) signed a contract for fast-track solutions to help the recovery of flare gas in line with the country’s strategy for energy sector development. \r\n \r\nAn advanced modular gas processing (NGL) plant has been recommended for Nassiriya as part of the initiative by Baker Hughes, a GE company, which is the first and only company in the world to provide a full-stream offering covering products, services and digital solutions for the oil and gas sector, from upstream to midstream and downstream. \r\n \r\nAs per the agreement, Baker Hughes, a GE company, will develop advanced solutions for flare gas at the Nassiriya and Al Gharraf oilfields, using modular gas processing technology developed in the United States, with the project to be undertaken in two stages. In the first stage, the advanced modular gas processing solution will be deployed to dehydrate and compress flare gas to generate over 100 million standard cubic feet per day (MMSCFD) of gas. \r\n \r\nThe Nassiriya plant will then be expanded to a complete natural gas liquid (NGL) facility to recover 200 MMSCFD of dry gas, liquefied petroleum gas (LPG) and condensate. The project will create direct and indirect jobs for Iraqis and help grow the local supply chain requirements that support Iraqi small and medium enterprises. \r\n \r\nThe modular solution will also support power plants with dry gas for efficient power generation, thus helping meet the growing demand for electricity using clean fuel. The project will also contribute to curtailing the amount of gas flared in the fields of Nassiriya and Gharraf that otherwise goes to waste. \r\n \r\nThe hundreds of thousands of tons per year of LPG and condensates produced will help meet the domestic demand for cooking gas. The surplus LPG and condensate will be exported, generating high revenue to the Iraqi government.  Contributing to the social and economic development of Nassiriya, the project is aligned with the vision of the Ministry of Oil and the government. \r\n \r\nHis Excellency Jabbar Al-Luaibi, the Iraq Minister of Oil, said that the Ministry is moving ahead to implement its strategic plans to secure financial revenue to the treasury of the Iraqi state and to develop the oil industry.  The statement came at the ceremony hosted by the Ministry to sign a contract for the project to invest in an optimum solution to recover flare gas in the fields of Nassiriya and Gharraf with Baker Hughes, a GE Company. \r\n \r\nRami Qasem, President, MENAT and India, Baker Hughes, a GE Company, said: “The Iraqi Ministry of Oil has outlined a clear vision and strategy to maximize the utilization of natural resources, especially gas. As a full-stream company that combines physical and digital strengths to increase reliability and uptime across the entire spectrum of oil and gas development, we bring advanced solutions that can support in transforming the industry and contribute to all-round development through our in-country investments in Iraq. We are committed to supporting the Ministry of Oil in its strategic goals, and in deploying advanced flare gas solutions and to build the country’s oil and gas infrastructure. From industrial to economic and environmental benefits our solutions will create long-term value for the country.” \r\n \r\nLast year, BHGE had signed a first-of-its-kind partnership agreement with the Ministry of Oil to strengthen the performance of the Iraq energy sector by providing advanced equipment, technology upgrades, maintenance of the Ministry of Oil fleet and ensuring knowledge transfer, skills development and local jobs. \r\n \r\nBHGE has also strengthened its localization initiatives in Iraq with the expansion of its technical services facility in the North Rumaila oilfield. It offers a wide range of testing, repair and refurbishment services for its customers in the country as well as undertakes fabrication and assembly of key products establishing BHGE as a complete technical solutions provider. \r\n \r\nWith three offices in Iraq - Baghdad, Erbil and Basra – GE continues to deliver its latest technology and expertise to local customers. The company has more than 350 employees currently, nearly 95 per cent of them Iraqi professionals. \r\n \r\n-ends- \r\n \r\nPhoto Caption \r\n \r\n(Back): \r\n \r\nHis Excellency Jabbar Al-Luaibi, Iraq Minister of Oil \r\n(R-L): \r\n \r\nDon Smith, General Manager, Gas Processing, Turbomachinery & Process Solutions, BHGE \r\nOn Behalf of the Iraqi Ministry of Oil, Mr. Hamza Al- Naser, Deputy Director General, South Gas Company \r\nJoin the conversation at our GE Hewar blog: http://middleeast.geblogs.com/ \r\n \r\n"},
{"Date": "Dec 11, 2017", "Header": "Baker Hughes, a GE company Announces Expiration and Results of Any and All Tender Offers by Baker Hughes, a…", "url": "https://www.bhge.com/news/baker-hughes-ge-company-announces-expiration-and-results-any-and-all-tender-offers-baker-hughes-ge", "Textbody": "\n   \n   \n     \n       \n         \n               Dec 11, 2017 \n\n LONDON & HOUSTON--(BUSINESS WIRE)--Dec. 11, 2017-- Baker Hughes, a GE company (NYSE: BHGE) (“BHGE”) announced today that the previously announced cash tender offers (the “Any and All Tender Offers”) by its subsidiary, Baker Hughes, a GE company, LLC (“BHGE LLC”) to purchase any and all of its or its subsidiaries’ outstanding 6.000% Senior Notes due 2018 (the “6.000% 2018 Notes”) and 7.500% Senior Notes due 2018 (the “7.500% 2018 Notes” and, together with the 6.000% 2018 Notes, the “Any and All Notes”) expired at 5:00 p.m., New York City time, on December 8, 2017. \n\n According to information provided by D.F. King & Co., Inc., the tender and information agent for the Any and All Tender Offers, $24,920,000 aggregate principal amount of the 6.000% 2018 Notes and $79,805,000 aggregate principal amount of the 7.500% 2018 Notes were validly tendered prior to or at the expiration of the Any and All Tender Offers and not validly withdrawn. This amount does not include any amount of the Any and All Notes tendered pursuant to the guaranteed delivery procedures described in the Offer to Purchase, dated December 4, 2017 (the “Offer to Purchase”). The Any and All Tender Offers were made pursuant to the Offer to Purchase. \n\n The conditions to the Any and All Tender Offers have been satisfied and BHGE LLC accepted for purchase today, December 11, 2017, all Any and All Notes that were validly tendered prior to the expiration of the Any and All Tender Offers and not validly withdrawn. BHGE LLC paid the applicable total consideration for each $1,000 principal amount of Any and All Notes tendered and accepted for payment, plus accrued and unpaid interest up to, but not including, today, December 11, 2017, the settlement date of the Any and All Tender Offers. \n\n BHGE LLC funded the purchase of the Any and All Notes with part of the proceeds from the issuance of BHGE LLC’s 2.773% senior notes due 2022, 3.337% senior notes due 2027 and 4.080% senior notes due 2047, which was completed today, December 11, 2017. \n\n BHGE LLC intends to redeem (or cause the applicable issuer to redeem) any remaining Any and All Notes not purchased in the Any and All Tender Offers in accordance with the relevant indentures. This press release does not constitute a notice of redemption of the Any and All Notes. \n\n In addition to the Any and All Tender Offers, BHGE previously announced BHGE LLC’s pending tender offers to purchase for cash (the “Maximum Tender Offers,” and, together with the Any and All Tender Offers, the “Tender Offers”) up to $175 million in aggregate purchase price of BHGE LLC’s or its subsidiaries’ outstanding 8.550% debentures due 2024 and 6.875% notes due 2029 (together with the Any and All Notes, the “Securities”). Holders are urged to read the Offer to Purchase carefully before making any decision with respect to Tender Offers. \n\n BHGE LLC has retained Morgan Stanley & Co. LLC and Barclays Capital Inc. to serve as dealer managers for the Tender Offers. D.F. King & Co., Inc. has been retained to serve as the information agent and the depositary for the Tender Offers. \n\n Questions regarding the Tender Offers may be directed to: Morgan Stanley & Co. LLC at (800) 624-1808 (toll free) or (212) 761-1057 or Barclays Capital Inc. at (800) 438-3242 (toll free) or (212) 528-7581. The Offer to Purchase and, in connection with the Any and All Notes, the notice of guaranteed delivery may be accessed at the following link:  http://www.dfking.com/bhge  or obtained from D.F. King & Co., Inc., free of charge, by calling toll-free at (866) 796-7179 (bankers and brokers can call collect at 212-269-5550) or by e-mail at  bhge@dfking.com . \n\n This news release shall not be construed as an offer to purchase or sell or a solicitation of an offer to purchase or sell any of the Securities or any other securities. BHGE LLC, subject to applicable law, may amend, extend or terminate the Tender Offers and may postpone the acceptance for purchase of, and payment for, the Securities so tendered. The Tender Offers are not being made in any jurisdiction in which the making or acceptance thereof would not be in compliance with the securities, blue sky or other laws of such jurisdiction. None of BHGE, BHGE LLC, the dealer managers, the information agent or the depositary makes any recommendations as to whether holders of the Securities should tender their Securities pursuant to the Tender Offers. \n\n Forward-Looking Statements \n\n This news release may contain forward-looking statements (each a “forward-looking statement”). The words “anticipate,” “believe,” “ensure,” “expect,” “if,” “intend,” “estimate,” “project,” “foresee,” “forecasts,” “predict,” “outlook,” “aim,” “will,” “could,” “should,” “potential,” “would,” “may,” “probable,” “likely,” and similar expressions, and the negative thereof, are intended to identify forward-looking statements. There are many risks and uncertainties that could cause actual results to differ materially from our forward-looking statements. These forward-looking statements are also affected by the risk factors described in BHGE’s Registration Statement on Form S-4 (File No. 333-216991), filed by BHGE with the Securities and Exchange Commission (“SEC”) and declared effective on May 30, 2017; BHGE’s subsequent quarterly reports on Form 10-Q for the quarterly periods ended June 30, 2017 and September 30, 2017; BHGE LLC’s quarterly report on Form 10-Q for the quarterly period ended September 30, 2017; and those set forth from time to time in other filings with the SEC by BHGE and BHGE LLC. The documents are available through BHGE’s website or through the SEC’s Electronic Data Gathering and Analysis Retrieval (“EDGAR”) system at:  www.sec.gov . We undertake no obligation to publicly update or revise any forward-looking statement. \n\n "},
{"Date": "Dec 14, 2017", "Header": "Saudi Aramco awards $175 million contract to BHGE", "url": "https://www.bhge.com/news/saudi-aramco-awards-175-million-contract-bhge", "Textbody": "\n   \n   \n     \n       \n         \n               Saudi Aramco awards $175 million contract to Baker Hughes, a GE company to boost production of Haradh and Hawiyah gas fields \n\n \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Dec 12, 2017", "Header": "Artificial Lift Center of Excellence unveiled in Dammam", "url": "https://www.bhge.com/news/artificial-lift-center-excellence-unveiled-dammam", "Textbody": "\n   \n   \n     \n       \n         \n               Dammam, Saudi Arabia; December 12, 2017:  Baker Hughes, a GE company (NYSE: BHGE) today inaugurated its Artificial Lift Center of Excellence at its Multi Modal Facility in the MODON site in the second Industrial City of Dammam, underlining its commitment to localized manufacturing and Saudi talent development. \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Dec 18, 2017", "Header": "Baker Hughes, a GE company Announces Pricing of Maximum Tender Offers by Baker Hughes, a GE company, LLC", "url": "https://www.bhge.com/news/baker-hughes-ge-company-announces-pricing-maximum-tender-offers-baker-hughes-ge-company-llc", "Textbody": "\n   \n   \n     \n       \n         \n               Dec 18, 2017 \n\n LONDON & HOUSTON--(BUSINESS WIRE)--Dec. 18, 2017-- Baker Hughes, a GE company (NYSE: BHGE) (“BHGE”) announced today the pricing of the previously announced cash tender offers (the “Maximum Tender Offers”) by its subsidiary, Baker Hughes, a GE company, LLC (“BHGE LLC”) to purchase up to $175 million (the “Aggregate Maximum Purchase Price”) in aggregate purchase price of the outstanding (i) 8.550% Debentures due 2024 (the “2024 Notes”) and (ii) 6.875% Notes due 2029 (the “2029 Notes” and, together with the 2024 Notes, the “Securities”). The terms and conditions of the Maximum Tender Offers are described in the Offer to Purchase, dated December 4, 2017 (the “Offer to Purchase”). \n\n The aggregate principal amount of each series of Securities validly tendered and not validly withdrawn in the Maximum Tender Offers prior to or at 5:00 p.m., New York City time, on December 15, 2017 (the “Early Tender Date”), according to information provided by D.F. King & Co., Inc., the tender and information agent for the Maximum Tender Offers, is set forth in the column entitled “Aggregate Principal Amount Tendered” in the table below. The applicable total consideration to be paid for each $1,000 principal amount of Securities of each series validly tendered and not validly withdrawn prior to or at the Early Tender Date and accepted for purchase by BHGE LLC is set forth in the column entitled “Total Consideration” in the table below (such consideration, the “Total Consideration”). \n\n \n\n (1) The 2024 Notes were issued by Western Atlas Inc., a subsidiary of BHGE LLC, as ultimate successor to BJ Services Company. On July 3, 2017, BHGE LLC, Baker Hughes Co-Obligor, Inc. (“Co-Obligor”), Baker Hughes Oilfield Operations, LLC and Baker Hughes International Branches, LLC became co-obligors of the 2024 Notes. \n\n (2) The 2029 Notes were issued by Baker Hughes Incorporated (“BHI”). On July 3, 2017, BHGE LLC, as successor to BHI, and the Co-Obligor became co-obligors of the 2029 Notes. The interest payment payable on January 15, 2018 with respect to the 2029 Notes will be paid to record holders of the 2029 Notes as of January 1, 2018 and will thus not be included in the calculation of Accrued Interest payable on the 2029 Notes purchased in the Maximum Tender Offers at the Final Settlement Date (as defined below), if any. \n\n (3) Per $1,000 principal amount. \n\n (4) As of the Early Tender Date. \n\n The applicable Total Consideration for each series of Securities was determined in the manner described in the Offer to Purchase by reference to the applicable fixed spread for such Security (the “Fixed Spread”) specified in the table above plus the applicable yield to maturity (the “Reference Yield”) based on the bid-side price of the applicable U.S. Treasury Security specified in the table above and was calculated at 11:00 a.m., New York City time, today, December 18, 2017, by the dealer managers (identified below). The Total Consideration for each series of Securities includes an early tender payment of $50 per $1,000 principal amount of Securities (the “Early Tender Payment”) validly tendered and not validly withdrawn prior to or at the Early Tender Date and accepted for purchase. In addition to the Total Consideration, payment for the Securities purchased will include accrued and unpaid interest from and including the last interest payment date applicable to the relevant series of Securities up to, but not including, the applicable settlement date for such Securities accepted for purchase (“Accrued Interest”). \n\n BHGE LLC currently expects to accept for purchase the aggregate principal amount of each series of the Securities set forth in the column titled, “Aggregate Principal Amount Tendered,” in the table above for an aggregate purchase price of approximately $92.05 million. The aggregate purchase price for the Securities includes the applicable Total Consideration listed in the above table and excludes Accrued Interest and excludes fees and expenses related to the Maximum Tender Offers. The settlement date for the Securities validly tendered and not validly withdrawn prior to or at the Early Tender Date and accepted for payment is expected to be December 19, 2017, the second business day after the Early Tender Date. \n\n In accordance with the terms of the Maximum Tender Offers, the withdrawal deadline was 5:00 p.m., New York City time, on December 15, 2017. As a result, tendered Securities may no longer be withdrawn, except in certain limited circumstances where additional withdrawal rights are required by law (as determined by BHGE LLC). \n\n The Maximum Tender Offers will expire at 12:00 midnight, New York City time, on January 2, 2018 (one minute after 11:59 p.m., New York City time, on January 2, 2018), unless extended or earlier terminated by BHGE LLC (the “Expiration Date”). BGHE LLC will purchase any remaining Securities that have been validly tendered and not validly withdrawn after the Early Tender Date and prior to or at the Expiration Date, subject to the Aggregate Maximum Purchase Price, the application of the Acceptance Priority Levels and proration. Holders of any Securities that are validly tendered after the Early Tender Date but prior to or at the Expiration Date and that are accepted for purchase will receive the applicable Total Consideration minus the Early Tender Payment (the “Tender Offer Consideration”). The final settlement date for the Maximum Tender Offers is expected to occur promptly following the Expiration Date and is expected to be on January 4, 2018, the second business day after the Expiration Date (the “Final Settlement Date”). No tenders of Securities submitted after the Expiration Date will be valid. In addition to the Tender Offer Consideration, payment for the Securities purchased on the Final Settlement Date will include Accrued Interest. \n\n BHGE LLC is funding the purchase of Securities accepted for purchase pursuant to the Maximum Tender Offers with part of the proceeds from the issuance of BHGE LLC’s 2.773% senior notes due 2022, 3.337% senior notes due 2027 and 4.080% senior notes due 2047, which was completed on December 11, 2017. \n\n BHGE LLC has retained Morgan Stanley & Co. LLC and Barclays Capital Inc. to serve as dealer managers for the Tender Offers. D.F. King & Co., Inc. has been retained to serve as the information agent and the depositary for the Maximum Tender Offers. \n\n Questions regarding the Maximum Tender Offers may be directed to: Morgan Stanley & Co. LLC at (800) 624-1808 (toll free) or (212) 761-1057 or Barclays Capital Inc. at (800) 438-3242 (toll free) or (212) 528-7581. The Offer to Purchase may be accessed at the following link:  http://www.dfking.com/bhge  or obtained from D.F. King & Co., Inc., free of charge, by calling toll-free at (866) 796-7179 (bankers and brokers can call collect at 212-269-5550) or by e-mail at  bhge@dfking.com . \n\n This news release shall not be construed as an offer to purchase or sell or a solicitation of an offer to purchase or sell any of the Securities or any other securities. BHGE LLC, subject to applicable law, may amend, extend or terminate the Maximum Tender Offers and may postpone the acceptance for purchase of, and payment for, the Securities so tendered. The Maximum Tender Offers are not being made in any jurisdiction in which the making or acceptance thereof would not be in compliance with the securities, blue sky or other laws of such jurisdiction. None of BHGE, BHGE LLC, the dealer managers, the information agent or the depositary makes any recommendations as to whether holders of the Securities should tender their Securities pursuant to the Maximum Tender Offers. \n\n Forward-Looking Statements \n\n This news release may contain forward-looking statements (each a “forward-looking statement”). The words “anticipate,” “believe,” “ensure,” “expect,” “if,” “intend,” “estimate,” “project,” “foresee,” “forecasts,” “predict,” “outlook,” “aim,” “will,” “could,” “should,” “potential,” “would,” “may,” “probable,” “likely,” and similar expressions, and the negative thereof, are intended to identify forward-looking statements. There are many risks and uncertainties that could cause actual results to differ materially from our forward-looking statements. These forward-looking statements are also affected by the risk factors described in BHGE’s Registration Statement on Form S-4 (File No. 333-216991), filed by BHGE with the Securities and Exchange Commission (“SEC”) and declared effective on May 30, 2017; BHGE’s subsequent quarterly reports on Form 10-Q for the quarterly periods ended June 30, 2017 and September 30, 2017; BHGE LLC’s quarterly report on Form 10-Q for the quarterly period ended September 30, 2017; and those set forth from time to time in other filings with the SEC by BHGE and BHGE LLC. The documents are available through BHGE’s website or through the SEC’s Electronic Data Gathering and Analysis Retrieval (“EDGAR”) system at:  www.sec.gov . We undertake no obligation to publicly update or revise any forward-looking statement. \n\n "},
{"Date": "Dec 18, 2017", "Header": "Baker Hughes, a GE company Announces Early Tender Results of Maximum Tender Offers by Baker Hughes, a GE…", "url": "https://www.bhge.com/news/baker-hughes-ge-company-announces-early-tender-results-maximum-tender-offers-baker-hughes-ge-company", "Textbody": "\n   \n   \n     \n       \n         \n                 \n\n Dec 18, 2017 \n\n LONDON & HOUSTON--(BUSINESS WIRE)--Dec. 18, 2017-- Baker Hughes, a GE company (NYSE: BHGE) (“BHGE”) announced today the early tender results of the previously announced cash tender offers (the “Maximum Tender Offers”) by its subsidiary, Baker Hughes, a GE company, LLC (“BHGE LLC”) to purchase up to $175 million (the “Aggregate Maximum Purchase Price”) in aggregate purchase price of the outstanding (i) 8.550% Debentures due 2024 (the “2024 Notes”) and (ii) 6.875% Notes due 2029 (the “2029 Notes” and, together with the 2024 Notes, the “Securities”). The terms and conditions of the Maximum Tender Offers are described in the Offer to Purchase, dated December 4, 2017 (the “Offer to Purchase”), and remain unchanged. \n\n According to information provided by D.F. King & Co., Inc., the tender and information agent for the Maximum Tender Offers, approximately $68.5 million in combined aggregate principal amount of the Securities listed in the table below were validly tendered and not validly withdrawn prior to or at 5:00 p.m., New York City time, on December 15, 2017 (the “Early Tender Date”). \n\n \n\n _________________ \n\n (a)  The 2024 Notes were issued by Western Atlas Inc., a subsidiary of BHGE LLC, as ultimate successor to BJ Services Company. On July 3, 2017, BHGE LLC, Baker Hughes Co-Obligor, Inc. (“Co-Obligor”), Baker Hughes Oilfield Operations, LLC and Baker Hughes International Branches, LLC became co-obligors of the 2024 Notes. \n\n (b)The 2029 Notes were issued by Baker Hughes Incorporated (“BHI”). On July 3, 2017, BHGE LLC, as successor to BHI, and the Co-Obligor became co-obligors of the 2029 Notes. \n\n (c)As of the Early Tender Date. \n\n The principal amount of each series of Securities listed in the table above ultimately accepted for purchase will depend upon the determination of the consideration to be paid in the Maximum Tender Offers for each series of Securities validly tendered and accepted for purchase as described in the Offer to Purchase (the “Total Consideration”), at 11:00 a.m., New York City time, on December 18, 2017, and will be subject to the Aggregate Maximum Purchase Price, the application of the Acceptance Priority Levels (as set forth in the table above) and proration. The aggregate purchase price for the Securities includes the applicable Total Consideration and excludes accrued and unpaid interest from and including the last interest payment date applicable to the relevant series of Securities up to, but not including, the applicable settlement date of the Securities accepted for purchase (“Accrued Interest”) and excludes fees and expenses related to the Maximum Tender Offers. \n\n The settlement date for the Securities validly tendered and accepted for payment on the Early Tender Date is expected to be December 19, 2017, the second business day after the Early Tender Date. Securities not accepted for purchase will be promptly credited to the account of the registered holder of such Securities with The Depository Trust Company and otherwise returned in accordance with the Offer to Purchase. \n\n Holders of Securities validly tendered and not validly withdrawn prior to or at the Early Tender Date will be eligible to receive the applicable Total Consideration, which includes an early tender premium of $50 per $1,000 principal amount of Securities validly tendered and not validly withdrawn by such holders and accepted for purchase by BHGE LLC. All payments for Securities purchased in connection with the Early Tender Date will also include Accrued Interest. In accordance with the terms of the Maximum Tender Offers, the withdrawal deadline was 5:00 p.m., New York City time, on December 15, 2017. As a result, tendered Securities may no longer be withdrawn, except in certain limited circumstances where additional withdrawal rights are required by law (as determined by BHGE LLC). \n\n The Maximum Tender Offers will expire at 12:00 midnight, New York City time, on January 2, 2018 (one minute after 11:59 p.m., New York City time, on January 2, 2018), unless extended or earlier terminated. \n\n BHGE LLC is funding the purchase of Securities accepted for purchase pursuant to the Maximum Tender Offers with part of the proceeds from the issuance of BHGE LLC’s 2.773% senior notes due 2022, 3.337% senior notes due 2027 and 4.080% senior notes due 2047, which was completed on December 11, 2017. \n\n BHGE LLC has retained Morgan Stanley & Co. LLC and Barclays Capital Inc. to serve as dealer managers for the Tender Offers. D.F. King & Co., Inc. has been retained to serve as the information agent and the depositary for the Maximum Tender Offers. \n\n Questions regarding the Maximum Tender Offers may be directed to: Morgan Stanley & Co. LLC at (800) 624-1808 (toll free) or (212) 761-1057 or Barclays Capital Inc. at (800) 438-3242 (toll free) or (212) 528-7581. The Offer to Purchase may be accessed at the following link:  http://www.dfking.com/bhge  or obtained from D.F. King & Co., Inc., free of charge, by calling toll-free at (866) 796-7179 (bankers and brokers can call collect at 212-269-5550) or by e-mail at  bhge@dfking.com . \n\n This news release shall not be construed as an offer to purchase or sell or a solicitation of an offer to purchase or sell any of the Securities or any other securities. BHGE LLC, subject to applicable law, may amend, extend or terminate the Maximum Tender Offers and may postpone the acceptance for purchase of, and payment for, the Securities so tendered. The Maximum Tender Offers are not being made in any jurisdiction in which the making or acceptance thereof would not be in compliance with the securities, blue sky or other laws of such jurisdiction. None of BHGE, BHGE LLC, the dealer managers, the information agent or the depositary makes any recommendations as to whether holders of the Securities should tender their Securities pursuant to the Maximum Tender Offers. \n\n Forward-Looking Statements \n\n This news release may contain forward-looking statements (each a “forward-looking statement”). The words “anticipate,” “believe,” “ensure,” “expect,” “if,” “intend,” “estimate,” “project,” “foresee,” “forecasts,” “predict,” “outlook,” “aim,” “will,” “could,” “should,” “potential,” “would,” “may,” “probable,” “likely,” and similar expressions, and the negative thereof, are intended to identify forward-looking statements. There are many risks and uncertainties that could cause actual results to differ materially from our forward-looking statements. These forward-looking statements are also affected by the risk factors described in BHGE’s Registration Statement on Form S-4 (File No. 333-216991), filed by BHGE with the Securities and Exchange Commission (“SEC”) and declared effective on May 30, 2017; BHGE’s subsequent quarterly reports on Form 10-Q for the quarterly periods ended June 30, 2017 and September 30, 2017; BHGE LLC’s quarterly report on Form 10-Q for the quarterly period ended September 30, 2017; and those set forth from time to time in other filings with the SEC by BHGE and BHGE LLC. The documents are available through BHGE’s website or through the SEC’s Electronic Data Gathering and Analysis Retrieval (“EDGAR”) system at:  www.sec.gov . We undertake no obligation to publicly update or revise any forward-looking statement. \n\n "},
{"Date": "Jun 25, 2018", "Header": "BHGE Relaunches R&D Center to Drive Speed, Innovation and Commercialization", "url": "https://www.bhge.com/news/bhge-relaunches-rd-center-drive-speed-innovation-and-commercialization", "Textbody": "\n   \n   \n     \n       \n         \n               BHGE Oil & Gas Technology Center in Oklahoma City renamed Energy Innovation Center of North America \n\n Building on its research and development capabilities, Energy Innovation Center expands capabilities to include launching startups and providing access to venture capital \n\t Center will function as an accelerator and collaborator to technology, academic and investment partners \n\t North America customers to benefit from faster access to new ideas that aim to reduce costs and increase productivity \n OKLAHOMA CITY — (June 25, 2018)  Baker Hughes, a GE company (BHGE), announced today that its Oil & Gas Technology Center in Oklahoma City, launched in 2014, is expanding its focus from traditional research and development to launching new products and services into the marketplace as startups.  \n\n The Center will be renamed the BHGE Energy Innovation Center of North America to reflect its new role as an innovation accelerator for the energy industry.  \n\n “BHGE enjoys a long history of innovation and technology leadership,” said Derek Mathieson, BHGE Chief Marketing & Technology Officer. “A new product can typically take 2-3 years before it can be available and put to use at a customer site. The unique challenges and evolving needs of our customers in North America require a new approach, so we have repositioned the Center to dramatically accelerate technology development for better customer outcomes.” \n\n The Energy Innovation Center (EIC) will have the resources to test, launch and scale new solutions fast. In addition to continuing to support traditional BHGE enterprise technology development, scientists and researchers at the EIC will:  \n\n Search for or develop transformational technology that will augment or expand BHGE’s products and services. \n\t Create startups or “incubators” that use new and existing BHGE technologies.  \n\t Connect successful BHGE startups with external venture capital partners. \n\t Establish the EIC as an innovation accelerator and collaborator to partners in technology, academia and the investment community.  \n Examples of incubator projects targeted to North American customers include the application of augmented and mixed reality technology to enhance asset management; using intelligent automation in the field to increase production through machine learning; and providing fullstream enhanced oil recovery services for unconventional reservoirs. \n\n Technology and academic partners, as well as entrepreneurs, will co-locate and set-up work spaces at the EIC to enhance collaboration on new projects.  \n\n Taylor Shinn, a member of the Center’s leadership team since 2014 who serves as Director of Ventures and Growth at BHGE, has been appointed to lead the EIC. “We believe that Oklahoma City, with its deep roots in the energy industry and proximity to North America customers, is the ideal backdrop for truly disruptive innovation,” said Shinn. “We want to continue to build a technology ecosystem here that encourages the pursuit of ideas, regardless of where they originate, so long as they add value to our customers and support our corporate purpose: to invent smarter ways to bring energy to the world.”  \n\n The company announced that Mike Ming, who championed the effort to locate the R & D center in Oklahoma City and served as its general manager since 2014, will retire at the end of July.  Ming built a solid leadership team at the Center and helped instill a strong collaborative culture that thrives today.  \n\n Conceived in 2013, the Energy Innovation Center opened in 2016 as a GE Global Research Center for the oil and gas industry. Since that time, the Center became part of GE Oil & Gas, and with the subsequent merger with Baker Hughes in July 2017, part of BHGE. It is one of 10 BHGE technology centers globally.  \n\n ### \n\n "},
{"Date": "Jul 25, 2018", "Header": "Enbridge and BHGE partner to drive enhanced pipeline safety", "url": "https://www.bhge.com/news/enbridge-and-bhge-partner-drive-enhanced-pipeline-safety", "Textbody": "\n   \n   \n     \n       \n         \n               Calgary – Alberta, July 25, 2018  — Enbridge Inc. (TSX, NYSE: ENB) and Baker Hughes, a GE company (NYSE: BHGE) have launched testing of new, next-generation ultrasonic phased array pipeline inspection tool sensors designed to enhance accuracy and identification of crack features and to deliver greater detail on the condition of a pipeline. The testing phase follows 14 months of development of a multi-year research and development project to advance pipeline inspection tool sensor technology and, ultimately, pipeline safety. \n\n  “At Enbridge, nothing matters more to us than safety, and investing in projects like this helps drive safety and reliability performance to new levels,” said Walter Kresic, Enbridge’s Vice President Pipeline Integrity. “Proactive investments in innovation and technology like this are intended to add another layer of safety to our pipeline networks and ultimately, benefit the industry as whole.” \n\n Similar to MRI or ultrasound technology used in the medical industry, pipeline inspection tool sensors provide the ability to detect and accurately characterize anomalies that could affect the health of a pipeline. The next generation of inspection tools will provide more accuracy and higher resolution, enabling better maintenance and an overall improvement on the assurance of pipeline safety.  \n\n “Partnering with BHGE on this project demonstrates Enbridge’s commitment to investing in leading technology solutions to drive enhanced pipeline safety,” says Michael Bellamy, Vice President of Process & Pipeline Services at Baker Hughes, a GE company. “BHGE has a strong track record of partnership with our customers to help support their safety, technology and productivity goals, and this joint project is no different. Next-generation sensor technologies will make a significant contribution to Enbridge’s pipeline integrity objectives. \n\n ”The next generation of phased array sensor technology will represent a significant step change in pipeline inline inspection, enabling a more comprehensive assessment of the threats to pipeline integrity. The sensors are mounted on a robotic inspection device, commonly referred to as a ”Smart Pig,” which travels along the inside of a pipeline, measuring the condition of the pipe wall as it goes. BHGE and Enbridge have been working successfully together on developing and deploying solutions for pipeline safety for more than 20 years.  \n\n About Enbridge Inc.   \n\n Enbridge Inc. is North America’s premier energy infrastructure company with strategic business platforms that include an extensive network of crude oil, liquids and natural gas pipelines, regulated natural gas distribution utilities and renewable power generation. The Company safely delivers an average of 2.8 million barrels of crude oil each day through its Mainline and Express Pipeline; accounts for approximately 65% of U.S.-bound Canadian crude oil exports; and moves approximately 20% of all natural gas consumed in the U.S., serving key supply basins and demand markets. The Company’s regulated utilities serve approximately 3.7 million retail customers in Ontario, Quebec, and New Brunswick. Enbridge also has interests in more than 2,500 MW of net renewable generating capacity in North America and Europe. The Company has ranked on the Global 100 Most Sustainable Corporations index for the past nine years; its common shares trade on the Toronto and New York stock exchanges under the symbol ENB.  \n\n Life takes energy and Enbridge exists to fuel people’s quality of life. For more information, visit  www.enbridge.com .    \n\n   \n\n "},
{"Date": "Jul 10, 2018", "Header": "SGS and Baker Hughes, a GE Company, Launch Cooperation on Predictive Corrosion Management", "url": "https://www.bhge.com/news/sgs-and-baker-hughes-ge-company-launch-cooperation-predictive-corrosion-management", "Textbody": "\n   \n   \n     \n       \n         \n               SGS and Baker Hughes, A GE Company, Launch Cooperation on Predictive Corrosion Management \n\n Strategic alliance agreement (SAA) brings BHGE’s Predictive Corrosion Management (PCM) solution to multiple industrial industries at scale \n\t PCM leverages the industrial internet of things to detect and predict corrosion issues using real-time data from sensors \n\t SAA combines SGS’ broad network with BHGE’s technological expertise to ensure rapid deployment of PCM     \n HOUSTON – JULY 10, 2018 – SGS and Baker Hughes, a GE company (NYSE: BHGE), announced today a Strategic Alliance Agreement (SAA) for the joint deployment and commercialization of BHGE’s real-time software and sensor-based  Predictive Corrosion Management (PCM) solution.  Leveraging the capability of the Industrial Internet of Things (IIoT),  PCM  will enable asset owners to increase their ability to monitor their facilities, and detect and predict corrosion issues using real-time data powered by BHGE’s ultrasonic sensing technology and advanced analytics. François Marti, SGS Chief Operating Officer North America, and Holger Laubenthal, CEO of Inspection Technologies for BHGE, signed the SAA in the presence of customers and company officials during a recent conference in Houston. \n\n “This partnership with BHGE will enable SGS to broaden its asset integrity service offering with advanced digital inspection solutions that will greatly benefit our oil & gas clients,” said François Marti, SGS COO North America. \n\n PCM generates wall thickness and temperature measurements from Rightrax PM ultrasonic sensors placed on critical equipment such as pipes, tanks, and vessels; the solution applies advanced analytics, resulting in real-time assessment of data that has traditionally been gathered through risky and time consuming manual inspections. While particularly valuable to oil & gas downstream, petrochemical, and upstream asset operators, PCM can help any industry segment challenged by corrosion-related risk.  PCM is one essential tool to help asset owners benefit from enhanced plant reliability and integrity programs, while maximizing operational safety and extending asset life.  \n\n “PCM is one of our core offerings to help customers make the invisible, visible,” said Holger Laubenthal, CEO of Inspection Technologies for BHGE. “We are looking forward to working with SGS to accelerate deployment of PCM, a predictive digital solution that is becoming a benchmark for corrosion monitoring across several industries. This agreement will play a key role in improving safety, reducing equipment downtime, and improving operations for our customers globally.” \n\n SGS provides visual inspection and non-destructive testing services to large industrial assets, both in-service and during regular shutdown events, helping to ensure industrial asset integrity globally. BHGE’s Inspection Technologies business, part of its Digital Solutions segment, has been one of SGS’ suppliers of non-destructive testing (NDT) technology for years and is itself providing industrial asset owners with critical technological solutions and services. Combining SGS’ broad network and asset integrity expertise with BHGE’s technological expertise will ensure rapid deployment of PCM, and drive scale in the market for inspection and maintenance services and technology.  \n\n   \n\n About SGS SGS is the world’s leading inspection, verification, testing and certification company. SGS is recognized as the global benchmark for quality and integrity. With more than 95,000 employees, SGS operates a network of over 2,400 offices and laboratories around the world. Visit us at  https://www.sgs.com/en/campaigns/predictive-corrosion-management \n\n About BHGE Baker Hughes, a GE company (NYSE: BHGE) is the world’s first and only full stream provider of integrated oilfield products, services and digital solutions. We deploy minds and machines to enhance customer productivity, safety and environmental stewardship, while minimizing costs and risks at every step of the energy value chain. With operations in over 120 countries, we infuse over a century of experience with the spirit of a startup – inventing smarter ways to bring energy to the world. Visit us at BHGE.com. \n\n   \n\n Contacts:  \n\n For SGS media relations: Daniel Rüfenacht, Corporate Communications, +41 78 656 94 59 \n\n Caroline Curley, Global Marketing Manager, Industrial SGS ( caroline.curley@sgs.com )  \n\n Thomas Millas, Communications Leader – Measurement & Controls, BHGE ( thomas.millas@ge.com )  \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Jul 20, 2018", "Header": "Baker Hughes, a GE company Announces Second Quarter 2018 Results", "url": "https://www.bhge.com/news/baker-hughes-ge-company-announces-second-quarter-2018-results", "Textbody": "\n   \n   \n     \n       \n         \n               LONDON & HOUSTON--(BUSINESS WIRE)--Jul. 20, 2018-- Baker Hughes, a GE company (NYSE: BHGE) (\"BHGE\" or the \"Company\") announced results today for the second quarter of 2018. \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Aug 05, 2018", "Header": "SGC awards BHGE contract for recovery of flare gas for Nassiriya and Al Gharraf oilfields", "url": "https://www.bhge.com/news/sgc-awards-bhge-contract-recovery-flare-gas-nassiriya-and-al-gharraf-oilfields", "Textbody": "\n   \n   \n     \n       \n         \n               BHGE to provide fast-track solutions that will recover flare gas from the major oilfields  \n\t To deploy advanced modular gas processing technology to build state-of-the-art plant  \n\t Underlines long-term commitment of BHGE to the country and to support the nation’s focus on building the oil and gas infrastructure  \n   \n\n Baghdad, Iraq: August 5, 2018:  Baker Hughes, a GE company (BHGE) has been awarded a contract by the South Gas Company (SGC) of Iraq for fast-track solutions to help the recovery of flared gases in Nassiriya and Al Gharraf oilfields. The importance of the project was highlighted by the attendance of several high-level officials, including H . E Jabbar Al-Luaibi, Iraq’s Minister of Oil, at the agreement-signing ceremony.  \n\n As per the agreement, BHGE will develop solutions for flare gas recovery at Nassiriya and Al Gharraf oilfields using advanced modular gas processing technology developed in the United States and Italy. The project will utilize the modular skid-mounted Gas Processing technology to build 200 million standard cubic feet per day (MMSCFD) natural gas to liquid (NGL) plant and is expected to be completed by 2021. \n\n The project will support the development of a fully integrated NGL plant at Nassiriya that will recover  200 MMSCFD  of dry gas, liquefied petroleum gas (LPG) and condensate. The modular solution will support power plants with dry gas for efficient power generation, thus helping meet the growing demand for electricity using clean fuel. It will also contribute to curtailing the amount of gas flared in the fields of Nassiriya and Al Gharraf that otherwise goes to waste.  \n\n The advanced technology used to develop the plant will help produce more than 1,000 tons of LPG per day and recover more than 900 cubic meters per day of condensates, which will help to meet domestic demand for cooking gas. The surplus LPG and condensate will be exported, generating high revenue to the Iraqi government.  Contributing to the social and economic development of Nassiriya, the project is aligned with the vision of the Ministry of Oil and the government.  \n\n H . E Jabbar Al-Luaibi, Iraq’s Minister of Oil said,  that this project is an important achievement for the Ministry and marks the entry of a new phase for the sector, highlighted by optimal utilization of flared gases, which is a major milestone in the government’s extensive efforts to drive a better future for Iraq. H.E. also highlighted the significance of this project for the province of Dhi Qar specifically and for Iraq in general. Adding that BHGE will provide its latest and advanced technologies and solutions to optimize the use of flared gases at the Nassiriya and Al Gharraf oilfields recovering  200 MMSCFD of dry gas daily.   \n\n Rami Qasem, CEO of BHGE Middle East, North Africa, Turkey and India, said : “As a local trusted partner for Iraq, BHGE is bringing advanced technologies and solutions that can help meet the Ministry’s goals for the industry. This contract is a testament to our continued commitment to supporting the Ministry of Oil’s strategic goals by deploying advanced flare gas solutions to build the country’s oil and gas infrastructure. The project will create more than 500 direct and indirect jobs for Iraqis, build local capabilities and strengthen the local supply chain”.  \n\n BHGE is the first and only company in the world to provide a fullstream offering covering products, services and digital solutions for the oil and gas sector, from upstream, midstream to downstream. BHGE has been a committed partner to Iraq for more than 50 years, with three offices in Iraq - Baghdad, Erbil and Basra –  and more than 350 employees in country, BHGE continues to deliver its latest technology and expertise to its local customers.  \n\n -ends- \n\n   \n\n "},
{"Date": "Aug 06, 2018", "Header": "Buzzard Phase II receives full sanction to move forward", "url": "https://www.bhge.com/news/buzzard-phase-ii-receives-full-sanction-move-forward", "Textbody": "\n   \n   \n     \n       \n         \n               Published today, August 6, 2018 on Nexen Petroleum UK Limited’s website –  here \n\n Nexen Petroleum UK Limited has announced that the Buzzard Phase II (BPII) project has received full sanction from partners (Suncor Energy UK Limited, Chrysaor Limited, Dyas EOG Limited and Oranje-Nassau Energie Resources Limited) and the Field Development Plan has been approved by the UK Oil and Gas Authority, allowing the project to move into the execute stage. The define stage, which included the front-end engineering design of the development, was successfully completed in June. \n\n BPII is using an integrated project team, comprised of Nexen Petroleum UK Limited and supply chain partners AGR Well Management Limited, Baker Hughes, a GE Company (BHGE), COSL Drilling Europe AS, Subsea 7 Limited and WorleyParsons Services UK Limited. This team is working together based on an incentivised, outcome-based commercial model and is on-site at Nexen’s Aberdeen office. \n\n Located about 96 km northeast of Aberdeen in approximately 96 metres of water, the Nexen-operated Buzzard platform is the largest UK North Sea oil discovery in the past two decades. BPII is a subsea development of the Buzzard northern area. The objective of this project is to safely develop additional reserves and bring new production on stream, supporting the goal of maximizing economic recovery in the North Sea. \n\n The selected concept is a subsea development of the Buzzard northern area, approx. 5km NE of Buzzard consisting of a 12-slot manifold (8 Production slots and 4 Water Injection).  The development will be tied back to the existing Buzzard complex with a pipeline bundle assembly incorporating pipelines, manifolds, subsea controls and chemical injection. A brownfield module is to be installed on the Production Platform for processing and export via current export pipeline routes. \n\n A significant amount of this work is being executed by UK-based companies, providing investment to the local UK supply chain and supporting jobs across a range of UK locations. \n\n First oil is expected Q1 2021. \n\n   \n\n *** \n\n Welcoming Nexen’s announcement,  Zvonimir Djerfi, BHGE Europe President,  said: “Our industry increasingly requires an unconventional approach to the way industry players collaborate to develop projects. This integrated project team is a strong example of this mindset being put into action. \n\n “For Buzzard Phase II we were able to leverage the great work done during the first phase by our subsea business as well as successfully compete in the oilfield services space thanks to the solutions and capabilities of BHGE’s integrated portfolio. Our ability to offer a broader solution provides the flexibility needed to make such projects viable and profitable for all parties concerned.” \n\n BHGE's scope of supply: \n\n BHGE will supply oilfield equipment, including six medium-water horizontal subsea trees (production and water injection), wellheads, and subsea and topside control systems; \n\t BHGE will also provide oilfield services, including integrated drilling, evaluation, completions, intervention services, and other well-related services. \n\t BHGE contributed to the project’s first phase by providing subsea equipment and services. \n \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "May 07, 2018", "Header": "Baker Hughes, a GE Company Announces April 2018 Rig Counts", "url": "https://www.bhge.com/news/baker-hughes-ge-company-announces-april-2018-rig-counts", "Textbody": "\n   \n   \n     \n       \n         \n               HOUSTON and LONDON--(BUSINESS WIRE)—May 7, 2018-- Baker Hughes, a GE company (NYSE:BHGE) announced today that the Baker Hughes international rig count for April 2018 was 978, up 6 from the 972 counted in March 2018, and up 22 from the 956 counted in April 2017. The international offshore rig count for April 2018 was 194 up 6 from the 185 counted in March 2018, and down 7 from the 201 counted in April 2017. \n\n The average U.S. rig count for April 2018 was 1,011, up 22 from the 989 counted in March 2018, and up 158 from the 853 counted in April 2017. The average Canadian rig count for April 2018 was 98, down 120 from the 218 counted in March 2018, and down 10 from the 108 counted in April 2017.  \n\n The worldwide rig count for April 2018 was 2,087, down 92 from the 2,279 counted in March 2018, and up 170 from the 1,917 counted in April 2017. \n\n April 2018 Rig Counts \n\n \n\n   \n\n About the Baker Hughes Rig Counts \n\n The Baker Hughes rig counts are counts of the number of drilling rigs actively exploring for or developing oil or natural gas in the U.S., Canada and international markets. The company has issued the rig counts as a service to the petroleum industry since 1944, when Hughes Tool Company began weekly counts of the U.S. and Canadian drilling activity. The monthly international rig count was initiated in 1975.  \n\n The North American rig count is scheduled to be released at noon Central Time on the last working day of each week. The international rig count is scheduled to be released on the fifth working day of the month at 5:00 a.m. Central Time. Additional detailed information on the Baker Hughes rig counts is available from our  website.   \n\n   \n\n "},
{"Date": "Jun 14, 2018", "Header": "BHGE Wins Turbomachinery contract at Cheniere Energy Inc.’s LNG facility in Corpus Christi, Texas", "url": "https://www.bhge.com/news/bhge-wins-turbomachinery-contract-cheniere-energy-incs-lng-facility-corpus-christi-texas", "Textbody": "\n   \n   \n     \n       \n         \n               BHGE to provide turbomachinery equipment for a third LNG train consisting of six gas turbines and various compressors \n\t Project represents the first FID on new liquefaction capacity in the United States since 2015 \n   \n\n HOUSTON  - June 14, 2018 – Baker Hughes, a GE company (NYSE: BHGE) will supply turbomachinery equipment for the expansion of Cheniere’s LNG facility in Corpus Christi, Texas. Cheniere announced a positive Final Investment Decision (FID) and the plan to issue a full notice to proceed to continue construction on the third liquefaction train at Cheniere’s Corpus Christi liquefaction project (CCL Project). According to the company, this represents the first FID on new liquefaction capacity in the United States since 2015. \n\n When all three trains are completed, the aggregate nominal production capacity of the CCL Project is expected to be approximately 13.5 MTPA of LNG. Cheniere appointed Bechtel as their Engineering, Procurement and Construction (EPC) partner for the project, and Bechtel Oil, Gas & Chemicals, Inc. (Bechtel) contracted BHGE to provide turbomachinery equipment for the third train consisting of six PGT25+G4 DLE gas turbines driving various compressors. BHGE has provided the same equipment for two other trains already under construction at Corpus Christi, and similar technology for five trains at Cheniere’s Sabine Pass plant.  \n\n The Corpus Christi site is located on the La Quinta Channel on the northeast side of Corpus Christi Bay in San Patricio County, Texas. \n\n  “This is the fifth order for similar equipment for Cheniere Energy through Bechtel, and an important one as it is the first FID on new liquification in the U.S. since 2015,” said Rod Christie, president and CEO, Turbomachinery & Process Solutions, BHGE.  “Our technology provides the necessary refrigeration gas needed to chill the natural gas into liquid form for transportation.  This award builds on the unparalleled technology experience and partnership established between Cheniere, Bechtel and BHGE.” \n\n This agreement expands BHGE’s global footprint by bringing engineering, manufacturing and project management from Evendale, Ohio; Houston, Texas and Florence, Italy.  \n\n   \n\n ENDS \n\n   \n\n "},
{"Date": "Jun 18, 2018", "Header": "BHGE Wins Large Scope in Equinor’s Drilling and Well Services Contract", "url": "https://www.bhge.com/news/bhge-wins-large-scope-equinors-drilling-and-well-services-contract", "Textbody": "\n   \n   \n     \n       \n         \n               HOUSTON & LONDON,  18 June 2018 – Baker Hughes, a GE company (NYSE: BHGE) announced today that the company was awarded an integrated well services contract to support a large proportion of Equinor’s drilling and well construction activities in the Norwegian sector of the North Sea for an initial period of four years with options to extend by up to 10 years. This partnership aims to significantly improve operational efficiencies and reduce well costs over the life of the project through a holistic and collaborative development approach. \n\n BHGE secured a large scope in the award and will be the main drilling and well services provider for the eight rigs developing Troll, Oseberg and Grane – three of the most prolific and active fields in the Norwegian Continental Shelf. Products and services will include integrated drilling services, drill bits, cementing and pumping, drilling and completion fluids, electrical wireline logging and completions. BHGE will also provide upper completions and mechanical well washing services for three other fields.  \n\n Lorenzo Simonelli, Chairman & CEO, BHGE said: “BHGE and Equinor have partnered on some of the most challenging and groundbreaking projects in the North Sea.  This agreement further cements our relationship with Equinor and demonstrates the value that we can create through close, long-term collaboration with our customers that reduces overall cost and streamlines equipment and service deliveries.”  \n\n BHGE has a long history of supporting Equinor’s operations, having provided advanced technology and services for some of the company’s most transformational projects, and a track record of solving challenges in the North Sea’s complex drilling environments. Currently, BHGE provides fully integrated well services on Equinor’s prolific Johan Sverdrup field as well as the Askepott rig. On Johan Sverdrup, BHGE and the rig services provider completed the first eight wells eight months ahead of schedule and achieved 50% reduction in drilling days and costs.  \n\n ### \n\n "},
{"Date": "May 17, 2018", "Header": "Baker Hughes, a GE Company Opens Customer Solutions Center for Inspection Technologies", "url": "https://www.bhge.com/news/baker-hughes-ge-company-opens-largest-customer-solutions-center-inspection-technologies-cincinnati", "Textbody": "\n   \n   \n     \n       \n         \n               CINCINNATI— May 17, 2018 — Baker Hughes, a GE Company (NYSE: BHGE), today opened its largest Customer Solutions Center (CSC) globally for its  Inspection Technologies business (IT) . The Cincinnati CSC,  first announced in 2017 , brings BHGE’s most advanced non-destructive testing technologies under one roof for the first time and is the leading facility of its kind. With more than 100 customers from 12+ countries in attendance, BHGE leadership officially opened the facility in Sharonville this morning and began a packed first day of demos, application development and service sessions. \n“Cincinnati is a perfect location to launch this site, and we are thrilled to bring our expertise and best technologies here to co-innovate with customers,” said Holger Laubenthal, CEO of Inspection Technologies for BHGE. “I want to personally thank the local team for making our vision a reality as well as our colleagues from nearby GE Aviation. I truly believe no one else in the industry can offer the level of high-quality service we will provide here, and our team’s passion to solve our customer’s toughest problems will help launch Cincinnati as the new benchmark for CSCs globally.\" \nThe 26,000 square foot Cincinnati CSC is a $4 million investment and was developed to better support customers for non-destructive testing needs. The facility will provide a heightened experience for customers in three specific areas: \n\n World-class inspection services at the scale of a production facility \n\t Application development and qualification testing for customers and partners \n\t Customer demos and world-class training  \n The Cincinnati CSC will serve customers requiring asset and process performance improvements, quality assurance, parts validation and repairs. The facility’s primary focus will be on the growing aerospace, electronics and additive manufacturing industries, as well as oil & gas, automotive, and power industries. These industries require a new level of high-resolution imaging for inspection technologies, a key benefit of the CSC’s radiography and imaging systems.  The facility’s proximity to significant aerospace and additive manufacturing presences in the region, including GE Aviation, makes the location ideal for customers and partners.   \nWithin the Cincinnati CSC is the BHGE’s most advanced x-ray, CT, ultrasonic and remote visual inspection (RVI) technologies available today, as well as a state-of-the-art climate controlled room for CT metrology and dedicated spaces for services and training. The facility also allows for personalized setups based on customer needs and will include additional technology in the coming years. \nIT has already seen impressive results from its work with key customers for non-destructive testing, and the Cincinnati CSC will aim to host 600+ customers annually to deliver even greater results. Three examples of the CSC’s technologies at work: \n\n GE Aviation  has deployed 60+ radiography and RVI systems to inspect turbine airfoils, ceramic matrix composite (CMC) and additively-manufactured parts. With proprietary CT technology found in the CSC, average inspection time decreased by more than 80 percent for a single part, from more than an hour to just a few minutes. \n\t Air Asia  has entered into a long-term agreement using multiple Mentor Visual iQ RVI units to enable faster inspection and increased accuracy for its global fleet of aircraft engines. With best-in-class 3D imaging and resolution capabilities, Mentor Visual iQ was chosen over a competitive technology for its outstanding features and leading performance.  \n\t Safran   has used multiple CT systems to inspect engine components on the  CFM LEAP  jet engine since the earliest days of the program, with a particular emphasis on driving greater insight to support engine durability. \n   \n\n BHGE is evaluating opportunities to open additional CSCs in 2018 and 2019, with more locations in Asia, U.S. and Europe coming online soon. Each CSC will offer similar technologies and services as the Cincinnati facility and will focus on the most relevant industries and customer needs for the immediate region(s), providing more attentive service never seen in the industry at such scale before. \n\n About BHGE Baker Hughes, a GE company (NYSE: BHGE) is the world’s first and only fullstream provider of integrated oilfield products, services and digital solutions. We deploy minds and machines to enhance customer productivity, safety and environmental stewardship, while minimizing costs and risks at every step of the energy value chain. With operations in over 120 countries, we infuse over a century of experience with the spirit of a startup, inventing smarter ways to bring energy to the world. \n\n   \n\n For more information, please contact: Thomas Millas \nCommunications Leader, Measurement & Controls \nBaker Hughes, a GE Company \n+1 910 515 7873 thomas.millas@ge.com   \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "May 28, 2018", "Header": "Snam and BHGE to develop micro-liquefaction plants for sustainable mobility ", "url": "https://www.bhge.com/news/snam-and-bhge-develop-micro-liquefaction-plants-sustainable-mobility", "Textbody": "\n   \n   \n     \n       \n         \n               The collaboration will focus on the development of four small-scale liquefaction plants for natural gas and biomethane – among the first of their kind in Europe – in order to make LNG and renewable bio-LNG available for mobility \n   \n\n San Donato Milanese (Milan), 28 May 2018  - Snam and Baker Hughes, a GE company (NYSE: BHGE), signed today an agreement aimed at developing micro-liquefaction infrastructure to boost sustainable mobility in heavy duty trucks and to promote sustainability in maritime transportation in Italy.  \n\n Snam and BHGE will determine by the end of 2018 the feasibility of the future development of four small-scale liquefaction plants distributed throughout the country. Each almost the size of a football field, these would be the first micro-LNG plants in Italy and among the first of their kind in Europe.  \n\n Total annual combined production from the four plants could be ca.140,000 Tons of liquefied natural gas (LNG) or bio-LNG (liquefied biomethane obtained from the organic fraction of urban waste or from agricultural and agro-industrial biomass), further enhancing the Italian production of renewable natural gas with zero CO 2   emissions for the transport sector.  \n\n The potential future investment for the four plants is in the order of 50 to 80 million euros in the coming years, pending the result of the study. The agreement also includes the opportunity to develop further micro-liquefaction plants in Italy and abroad.  \n\n Snam CEO Marco Alverà said:  “With this agreement   we want to give a further impetus to the spread of sustainable mobility and to the decarbonisation of the entire heavy transport sector throughout Italy. Our goal, in particular, is to make a decisive contribution to the diffusion of a new concept of mobility from renewable sources thanks to biomethane and bio-LNG. The entry into the micro-LNG segment – which can liquefy pipeline gas and biomethane -  leverages Snam’s European leadership in gas infrastructure and its existing presence in natural gas mobility, which is expected to be a growth market for gas consumption worldwide and where Snam may be able to export its competencies.\" \n\n Lorenzo Simonelli, Chairman and CEO of BHGE, said: “We know that low carbon fuel sources will continue to play an important role in enabling a seamless transition to a more sustainable energy mix. This agreement further demonstrates the strength of BHGE’s fullstream portfolio of advanced technologies and service solutions for the gas market as well as proven expertise in the micro-LNG sector. We will work in close partnership with Snam to develop solutions that lower emissions and support the rejuvenation and sustainability of the heavy transport sector. We are uniquely positioned to collaborate and deploy our broad range of capabilities, industry-leading systems, and fuel-efficient technology the boost productivity and reduce the carbon footprint of operations.” \n\n LNG for heavy transport is a rapidly expanding sector: the number of vehicles that use this fuel in Italy has increased from less than 100 to about 1,000 units since 2015. The number of stations supplying LNG has reached 20 units.  \n\n The construction of four new micro-liquefaction plants and therefore the availability of LNG throughout the national territory would support an increase in the number of LNG trucks circulating (potentially bringing it to about 15,000 units in the next years), facilitating the development of low-carbon transport also in Central and Southern Italy.  \n\n LNG is an immediately available solution to eliminate particulate from heavy duty trucks and maritime transport, and reduce CO 2  emissions from these sectors. Bio-LNG is the only currently available solution for fully-renewable zero CO 2  fuels for heavy duty transport.   \n\n *** \n\n   \n\n Snam contacts \n\n ufficio.stampa@snam.it \n\n +39 02 37037273 \n\n   \n\n BHGE contacts \n\n Stephanie Cathcart: +1 202 637 4108,  stephanie.cathcart@BHGE.com   \n\n Silvia Danti: +44 782788 2812,  silvia.danti@BHGE.com   \n\n   \n\n   \n\n About Snam \n\n Snam is Europe’s leading gas utility. Founded in 1941 as “Società Nazionale Metanodotti”, it has been building and managing sustainable and technologically advanced infrastructure guaranteeing energy security for over 75 years. Snam operates in Italy and, through subsidiaries, Austria (TAG and GCA), France (Teréga) and the United Kingdom (Interconnector UK). It is one of the main shareholders of TAP (Trans Adriatic Pipeline) and is the company most involved in projects for the creation of the Energy Union. First in Europe by transport network size (over 32,500 km in Italy, about 40,000 with international subsidiaries) and natural gas storage capacity (16.7 billion cubic meters in Italy, about 20 billion with international subsidiaries), Snam manages the first liquefied natural gas (LNG) plant built in Italy and is a shareholder of the country’s main terminal. Snam’s business model is based on sustainable growth, transparency, nurturing talent, and development of local areas by dialoguing with communities. It fosters sustainable mobility, expands into energy efficiency, and invests in biomethane and innovative technologies to increase the use of renewable gas, a key resource of the green economy.  www.snam.it   \n\n   \n\n "},
{"Date": "May 30, 2018", "Header": "Major investment in global subsea campus announced", "url": "https://www.bhge.com/news/major-investment-global-subsea-campus-announced", "Textbody": "\n   \n   \n     \n       \n         \n               EDINBURGH—30 MAY 2018: First Minister Nicola Sturgeon today announced £4.9 million in funding as part of a £31 million investment being made by Baker Hughes, a GE company (NYSE: BHGE), in its manufacturing footprint in the North East of Scotland. The funding package – provided to BHGE following an application to Scottish Enterprise - will support the transformation of an existing facility, creating an ambitious new Centre of Excellence (CoE) that will support the global oil and gas industry. \n\n The First Minister made the announcement during her keynote speech at the Scottish Manufacturing Advisory Service (SMAS) conference and said that the government funding would directly support people training and Research & Development (R&D) activity at the new CoE. BHGE’s investment will fund infrastructure improvements, enabling the company to upgrade and expand its Montrose operations, creating a state-of-the art manufacturing ‘campus’.  \n\n This is an important boost for the region, which supports oil and gas activity globally. Subsea equipment designed and manufactured at this facility will support activity worldwide, from 10,000-ft water depths offshore West Africa and Australia, to the Gulf of Mexico and some of the world’s most remote oilfields, such as the Barents Sea off the coast of Norway.  \n\n The new campus will benefit from advanced manufacturing tools and processes, designed to improve efficiency and productivity, including: \n\n Virtual reality tools to help technicians assemble equipment digitally and troubleshoot issues before construction begins;  \n\t Automation to boost efficiency on activities like welding, testing and material-handling; \n\t Sensor-equipped machines that allow customers to view updates of manufacturing activities and equipment test results via an iPad in real-time. The sensors will also provide BHGE with critical data to improve operations and increase productivity; \n\t 3D printers to help quickly develop fully-functional prototypes of components and highly complex structures, as well as actual production parts; \n\t Laser measuring devices, including trackers and scanners, allowing engineers and designers to make better, faster measurements of components and improve equipment build accuracy. \n   \n\n R&D activities will focus on bringing new technologies to market that reduce costs, enhance productivity and lower the carbon footprint of oil and gas operations in some of the world’s most demanding offshore and onshore environments, including ultra-deep water, and high pressure-high temperature subsea wells. \n\n The First Minister said: “Manufacturing, which employs more than 180,000 people in Scotland, is crucial to the success of our economy. Therefore I welcome the ambitious plans by BHGE to create a world-leading subsea centre of excellence in Montrose, supported by Scottish Government funding. \n\n “This facility will bring new jobs and investment to Scotland. And as one of the most advanced centres of its type in the world, it will underline our international reputation for oil and gas innovation, developing the products and services the industry needs for the future.\" \n\n Graham Gillies, Vice President-Subsea Production Systems & Services, BHGE, said: \"This is very welcome news for the oil and gas industry, and for the UK manufacturing sector in particular. We are investing in our facilities globally and our collaborative approach with Scottish Enterprise is a strong example of how we are supporting a more sustainable future for this industry. Subsea technology is undoubtedly one of the UK's greatest export stories, with industry-leading technology and solutions being designed and manufactured here, and installed across basins worldwide. \n\n \"The downturn has been immensely tough for all industry players and the world we operate in has fundamentally changed. We have to challenge ourselves to find more efficient, smarter ways to reduce cost and increase productivity, driving greater value for our customers. We also need to develop the skills of our existing workforce, and bring on the future generations to ensure we are well-positioned and ready to adopt the new ways of working demanded by a pioneering digital manufacturing environment.\" \n\n Paul Lewis, managing director, Scottish Enterprise, added: “Scotland’s oil and gas industry, and in-particular the subsea sector, is in the vanguard of global industrial development in this field and BHGE is at the forefront. We are pleased to be able to support this exciting project which is testament to BHGE’s vision and ambition, and the company’s skilled and talented workforce here in Scotland.” \n\n   \n\n NOTES TO EDITORS \n\n "},
{"Date": "Jun 07, 2018", "Header": "Baker Hughes, a GE Company Announces May 2018 Rig Counts ", "url": "https://www.bhge.com/news/baker-hughes-ge-company-announces-may-2018-rig-counts", "Textbody": "\n   \n   \n     \n       \n         \n               HOUSTON and LONDON--(BUSINESS WIRE)—June 7, 2018-- Baker Hughes, a GE company (NYSE:BHGE) announced today that the Baker Hughes international rig count for May   2018 was 967, down 11 from the 978 counted in April 2018, and up 10 from the 957 counted in May 2017. The international offshore rig count for May 2018 was 198, up 4 from the 194 counted in April 2018, and down 4 from the 202 counted in May 2017. \n\n The average U.S. rig count for May 2018 was 1,046, up 35 from the  1,011  counted in April 2018, and up 153 from the 893 counted in May 2017. The average Canadian rig count for May 2018 was 83, down 15 from the 98 counted in April 2018, and down 2 from the 85 counted in May 2017.  \n\n The worldwide rig count for May 2018 was 2,096, up 9 from the 2,087 counted in April 2018, and up 161 from the 1,935 counted in May 2017. \n\n May 2018 Rig Counts \n\n \n\n   \n\n About the Baker Hughes Rig Counts \n\n The Baker Hughes rig counts are counts of the number of drilling rigs actively exploring for or developing oil or natural gas in the U.S., Canada and international markets. The company has issued the rig counts as a service to the petroleum industry since 1944, when Hughes Tool Company began weekly counts of the U.S. and Canadian drilling activity. The monthly international rig count was initiated in 1975.  \n\n The North American rig count is scheduled to be released at noon Central Time on the last working day of each week. The international rig count is scheduled to be released on the fifth working day of the month at 5:00 a.m. Central Time. Additional detailed information on the Baker Hughes rig counts is available from our  website.   \n\n   \n\n "},
{"Date": "Jun 25, 2018", "Header": "BHGE Awarded Subsea and Well Completions Equipment Contracts", "url": "https://www.bhge.com/news/bhge-awarded-subsea-and-well-completions-equipment-contracts", "Textbody": "\n   \n   \n     \n       \n         \n               BHGE  to supply subsea production systems (SPS) and well completion equipment for one of the world’s largest natural gas projects \n\t BHGE’s technical expertise will help de-risk project execution, drive technology standardization and repeatability \n   \n\n LONDON/HOUSTON—   25 June,   2018: Baker Hughes, a GE company (NYSE: BHGE) has been awarded a substantial contract* from Chevron Australia Pty Ltd. for the supply of subsea production equipment, under a 15-year Master Service Order (MSO), with a second contract for well completion equipment. These technology solutions will enable a second development phase within the Greater Gorgon area offshore Australia, helping to maintain gas supply to the downstream LNG plant. \n\n This next phase is the first to be executed under the terms of the MSO with BHGE, signed in March 2016. The SPS scope of supply includes 13 subsea production trees, two eight-slot manifolds, 13 MS-700 SFX fatigue-resistant wellheads  and specialty connectors & pipes systems, and 16 Sem2K subsea control systems and associated equipment. BHGE is also supplying well completion equipment and services under a separate five-year contract, including coring work, liner hangers, completions and wellbore cleanup technology.  \n\n The Gorgon development is one of the largest natural gas projects in the world today, and BHGE has been a key partner in this multi-stage development.  \n\n “The expanded Gorgon subsea infrastructure will continue to be supported out of BHGE’s state-of-the-art oil and gas campus in Jandakot, Western Australia, where more than $100m has been invested in significant infrastructure and engineering capabilities to service the latest technologies deployed in the development,” said Visal Leng, President for APAC at BHGE. “An in-country team will also support testing, installation and commissioning activities and, once the second stage is brought online, will provide operational support to maintain equipment availability, along with storage and maintenance of spare parts and tooling.” \n\n “These latest contracts are a clear sign of BHGE’s continued gas technology leadership, and ability to compete and win big projects,” said Graham Gillies, Vice President-Subsea Production Systems and Services at BHGE. “We have been providing cost effective, advanced technology solutions to Chevron for more than a decade and, through this MSO, will continue to do so, thereby de-risking project execution, and driving technology standardization. We will continue to keep a sharp eye on these important, long-cycle offshore developments with a view to providing leading technology, equipment, solutions and services to our customers.” \n\n   \n\n About Gorgon \n\n The Chevron-operated Gorgon Project is one of the world's largest natural gas projects and the largest single-resource development in Australia's history. The Project shipped its historic first LNG cargo from Barrow Island in March 2016. \n\n It is a joint venture between the Australian subsidiaries of Chevron (operator with 47.3%), ExxonMobil (25%), Shell (25%), Osaka Gas (1.25%), Tokyo Gas (1%) and JERA (0.417%). \n\n The Greater Gorgon area lies between 130 and 220 kilometres off the northwest coast of Western Australia.  \n\n BHGE delivered gas turbines and subsea production systems for the first phase of the project, in addition to pipeline pre-commissioning services.  \n\n *Contract mentioned during 1Q earnings call. \n\n -ENDS- \n\n   \n\n "},
{"Date": "Aug 13, 2018", "Header": "BHGE Breaks Ground on European Customer Solutions Center for Inspection Technologies business", "url": "https://www.bhge.com/news/bhge-breaks-ground-european-customer-solutions-center-inspection-technologies-business", "Textbody": "\n   \n   \n     \n       \n         \n               Construction of the new building, which will be considered the flagship CSC for inspection technologies in Europe, will start later this year \n\t BHGE to invest a significant amount in the millions of dollars and add up to 100 jobs to Wunstorf, Germany site \n\t Prime Minister Stephan Weil Guest of Honour during ceremony \n   \n\n WUNSTORF, GERMANY - August 13, 2018 -   Baker Hughes, a GE company (NYSE: BHGE) today broke ground on a new European Customer Solutions Center (CSC) for its Inspection Technologies (IT) business, one of the world's leading providers of  non-destructive testing (NDT).   The CSC will be housed on IT’s existing Wunstorf, Germany site and will be the flagship CSC for European customers and partners. BHGE will invest a significant amount in the millions of dollars in the new 9.250 sqm CSC and plans to add up to 100 jobs to the Wunstorf site as part of the project.  \n\n The ground-breaking ceremony was attended by Prime Minister of Lower Saxony, Stephan Weil, with local politicians in attendance.  \n\n Today’s announcement follows the  grand opening of IT’s largest CSC globally in Cincinnati , USA, earlier this year. Like Cincinnati, the Wunstorf CSC will also bring the most advanced NDT technologies under one roof, including x-ray, CT, ultrasonic, remote visual inspection and sensor solutions.  Given the Wunstorf site’s heritage as BHGE’s radiography centre of excellence, the CSC will have a specific focus on 2D X-ray systems and 3D computed tomography (CT), supplemented by high-tech applications for ultrasonic and electromagnetic inspection. In addition, the facility will also house managed services for parts inspection and allow for personalized setups for training and collaboration. \n\n “The manufacturing industry is changing, and Industrial Internet of Things coupled with our innovation in X-ray, CT, and other inspection technologies enables us to set new standards in industrial quality and product reliability assurance,\" said  Holger Laubenthal, CEO of Inspection Technologies for BHGE . \"We will support our customers through this change and that’s where a place like this Customer Solutions Center will be a huge asset. Here in Wunstorf, our experts will work together with our customers to develop technologies to solve individual challenges. We like to see ourselves as problem solvers, and I believe no one else in the industry can offer this level of high-quality service for non-destructive testing. “ \n\n The  Prime Minister of Lower Saxony Stephan Weil  added:  “ Inspection Technologies is a 'hidden diamond' of Lower Saxony as a latest technology location. I am impressed by the rapid growth of this company from a garage to one of the world's leading industrial companies. Another demonstration of the innovative power of our domestic economy is the current investment project where 100 new & highly qualified jobs are created.” \n\n IT is one of the world's leading suppliers of non-destructive testing (NDT) technologies and services. The business offers customers a broad spectrum of professional applications in the field of state-of-the-art 2D X-ray systems (X-Ray) and 3D computed tomography (CT) as well as ultrasonic inspection and electromagnetic inspection. Today, hundreds of brands in the automotive, aerospace, consumer electronics, energy, e-mobility and industrial 3D printing industries trust IT’s technologies to make their production processes easier and more efficient. Headquartered in Germany with offices globally, IT has more than 1,500 dedicated professionals worldwide. \n\n Customer Solutions Center for Inspection Technologies – Virtual Tour:  https://www.youtube.com/watch?v=icKEgXLXpSY \n\n Ends \n\n   \n\n About BHGE \n\n Baker Hughes, a GE company (NYSE: BHGE) is the world’s first and only fullstream provider of integrated oilfield products, services and digital solutions. We deploy minds and machines to enhance customer productivity, safety and environmental stewardship, while minimizing costs and risks at every step of the energy value chain. With operations in over 120 countries, we infuse over a century of experience with the spirit of a startup, inventing smarter ways to bring energy to the world. \n\n   \n\n Media Contacts \n\n GERMANY: \n\n Henning Juknat \n\n Global Communications Leader \n\n Inspection Technologies, BHGE \n\n +49 2233 601 272 \n\n henning.juknat@bhge.com   \n\n   \n\n GLOBAL: \n\n Thomas Millas \n\n Global Communications Leader \n\n Measurement & Controls, BHGE \n\n +1 910 515 7873 \n\n Thomas.millas@ge.com   \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Aug 27, 2018", "Header": "BHGE Secures 3-Year Subsea Services Contract Extension from Equinor", "url": "https://www.bhge.com/news/bhge-secures-3-year-subsea-services-contract-extension-equinor", "Textbody": "\n   \n   \n     \n       \n         \n               STAVANGER— 27 August 2018 : Baker Hughes, a GE company (NYSE: BHGE) has received a three-year extension to a subsea services frame agreement with Equinor for its operations on the Norwegian Continental Shelf. BHGE will provide support for several installations including Troll, Snorre B and Tordis/Vigdis, with the deal marking more than 40-years of collaboration between the two companies.  \n\n Services support will be provided locally by BHGE’s Stavanger facility, one of the company’s largest sites globally for subsea services, and its offices in Bergen. BHGE has a well-established footprint in Norway, including its global Centre of Excellence (CoE) for subsea manifolds and connection systems, along with office and workshop facilities including Sandvika (Oslo), Trondheim, Hammerfest,   Kristiansund and Stord. The state-of-the-art Stavanger facility has been a key resource for the offshore industry since 1974, and will provide Equinor with a wide range of aftermarket and life-of-field services, from manufacturing, assembly, inspection and engineering, to repair, testing, offshore field service support and well intervention.  \n\n Tom Huuse, Norway Regional Leader for BHGE’s Oilfield Equipment business, said: “We are committed to reinforcing our long-standing collaboration and relationship with Equinor, and this continued partnership not only builds on that but also provides a framework for them to benefit from our extensive in-country capabilities and the expertise of more than 1,600 committed and experienced employees. We look forward to further supporting Equinor in enhancing uptime, driving operational efficiency and boosting productivity.” \n\n BHGE was recently chosen as Equinor’s main  drilling and well services provider  for eight rigs responsible for the development of three of its most prolific and active fields in the NCS - Troll, Oseberg and Grane. \n\n Stavanger is also the home of BHGE’s Technology Solutions Centre for oil and gas, a hub for industry participants and the local community to meet, discuss and leverage opportunities for technology development, collaboration, training and to foster new talent for the future of the energy sector.  \n\n Ends \n\n   \n\n "},
{"Date": "Aug 28, 2018", "Header": "BHGE Releases Field-proven Permanent Magnet Motor", "url": "https://www.bhge.com/news/bhge-releases-field-proven-permanent-magnet-motor", "Textbody": "\n   \n   \n     \n       \n         \n               HOUSTON and LONDON—August 28, 2018—Baker Hughes, a GE company (NYSE:BHGE) announced today the introduction of its  Magnefficient™ permanent magnet motor  (PMM), which enables operators to increase electrical submersible pumping (ESP) system efficiency, thereby lowering power requirements and overall lifting costs.  \n\n Traditional ESP motor energy consumption accounts for up to 30% of ESP system efficiency losses. This is a critical issue in mature fields with declining production rates, where operators are challenged to improve or maintain economics, or areas in which operators are penalized or rewarded based on their power usage. The Magnefficient PMM eliminates induction losses, lowering system power consumption by up to 20% and reducing motor power loss by as much as 67%. With lower idle amps, the PMM allows for better control at lower loads than traditional induction motors. \n\n The motor also delivers a higher power density, which allows operators to use a smaller motor to achieve the same horsepower levels as those achieved with an induction motor. With more power per length, the PMM helps eliminate the need for tandem connections, improving reliability while allowing for faster installations and reducing nonproductive time. This combination of high-energy density and a shorter motor allows the PMM to be placed deeper in slimhole and deviated wellbores, closer to the production zone, to broaden the ESP’s operational flexibility and improve recovery rates through greater reservoir pressure draw down. \n\n On a recent job, an operator in Argentina used the Magnefficient PMM to reduce lifting costs and improve efficiency in a marginal, mature field. During seasonally cold conditions, government regulations required the company to provide natural gas to the local grid for heating, which limited the amount  of gas available to generate power to the field. BHGE recommended trialing the Magnefficient PMM to reduce power consumption and to achieve the required 200 horsepower without the need for tandem motor connections. At half the length of the traditional induction motor system, the PMM system was assembled 2.3 times faster. The PMM also increased overall motor efficiency by more than 26% and allowed the operator to achieve a 23% reduction in power costs. This generated energy savings between 15-26%, encouraging the operator to deploy five additional systems in the coming months.  \n\n Ends \n\n   \n\n "},
{"Date": "Aug 09, 2018", "Header": "Cairn Oil & Gas, Vedanta Limited Awards Field Development Contract to BHGE for EOR Project in Rajasthan", "url": "https://www.bhge.com/news/cairn-oil-gas-vedanta-limited-awards-field-development-contract-bhge-eor-project-rajasthan", "Textbody": "\n   \n   \n     \n       \n         \n               BHGE to leverage fullstream capabilities and technical expertise to help fast track field development and increase production across three fields in the Rajasthan area \n\t Project supports India government’s vision to reduce dependency on oil and gas imports and meet growing energy demand  \n   \n\n New Delhi, India; August 9, 2018:  Baker Hughes, a GE company (NYSE: BHGE) has been awarded a development contract by  Cairn Oil & Gas, Vedanta Limited  to  construct approx. 300 new wells and deploy a chemical EOR program aimed at increasing production from the Rajasthan area. The project marks the largest integrated project for BHGE in India, expanding its presence in the country and supporting the government’s mission of reducing dependency on imports.  \n\n BHGE will provide an integrated scope of oilfield services and equipment, delivered in phases over the next 24 months to help Cairn Oil & Gas, Vedanta Limited   unlock the significant  untapped reserves in the Mangala, Bhagyam and Aishwariya (MBA) fields . This includes all associated technology and operations to develop new wells quickly and cost-efficiently, as well as solutions to enhance production from existing wells. The project is intended to be delivered in phases.   \n\n To enhance recovery from existing wells, BHGE is designing an alkaline-surfactant-polymer (ASP) flooding solution– the first of its kind in operation in India and one of the newest forms of chemical EOR in the industry today. BHGE’s scope includes developing the chemistry as well as constructing chemical recovery plants.  \n\n “By fast-tracking the operations of the MBA fields, our focus is on enhancing our productivity to support the nation’s energy needs,” said Sudhir Mathur, CEO, Cairn Oil & Gas, Vedanta Limited. “The decisive factor in awarding the contract was the competency of our partner in delivering solutions that enhance productivity and ensure cost efficiency. BHGE has been a long-term partner to Cairn and with this project we will strengthen our relationship further.” \n\n “This is a landmark agreement that underpins our leading technology position and the value of our fullstream portfolio. From reservoir modelling and well construction to chemical injection and facility construction, our advanced technology solutions aim to deliver unprecedented levels of productivity for our customers,” said Ashish Bhandari, CEO, India and South Asia for Baker Hughes, a GE Company. “This is an important, strategic project that supports the Indian government’s goals to reduce oil and gas imports, and to enhance domestic energy production to meet growing requirements.”  \n\n The project is anticipated to begin in the second half of 2018 and continue for three years.  The work is expected to help build and support local supply chain partners and strengthen local workforce skills in the region.   \n\n Ends \n\n About Cairn Oil & Gas, Vedanta Limited  \n\n Cairn Oil & Gas, a vertical of Vedanta Limited, is one of the largest independent oil and gas exploration and production companies in India, accounting for more than a quarter of India’s domestic crude oil production. It has a world-class resource base, with interest in six blocks, including five in India, and one in South Africa. In 2004, Cairn made the largest onshore discovery in more than two decades (Mangala, Rajasthan). To date, Cairn has opened 4 frontier basins with numerous discoveries, 38 in Rajasthan alone. Through its affiliates, the vertical has been operating for more than 20 years, playing a significant role in India’s oil and gas sector. \n\n Vedanta Limited is a diversified natural resources company with interests in oil and gas, zinc-lead-silver, copper, iron ore, aluminum, and commercial power. The company has a presence across India, South Africa, Namibia, Australia, and Ireland. Vedanta Limited is the Indian subsidiary of Vedanta Resources Plc, a London-listed company. Governance and sustainable development are at the core of Vedanta's strategy, with a strong focus on health, safety, and environment, and on enhancing the lives of local communities. The company has been conferred the Confederation of Indian Industry (CII) “Sustainable Plus Platinum” label and ranks among the top 10 most sustainable companies in India.  \n\n For more information please visit  www.cairnindia.com/www.vedantalimited.com     \n\n "},
{"Date": "Sep 04, 2018", "Header": "BP deploys Plant Operations Advisor on Gulf of Mexico platforms", "url": "https://www.bhge.com/news/bp-deploys-plant-operations-advisor-gulf-mexico-platforms", "Textbody": "\n   \n   \n     \n       \n         \n               Advanced analytics solution, developed with BHGE, will be installed on BP’s upstream assets around the world \n\n   \n\n HOUSTON –  September 4, 2018 – BP announced today that it has successfully deployed Plant Operations Advisor (POA), a cloud-based advanced analytics solution developed with Baker Hughes, a GE company, across all four of its operated production platforms in the deepwater Gulf of Mexico .   \n\n The announcement comes after an initial deployment of POA proved the technology could help prevent unplanned downtime at BP’s Atlantis platform in the Gulf. The technology has now been successfully installed and tested at BP’s Thunder Horse, Na Kika and Mad Dog platforms – and it will continue to be deployed to more than 30 of BP’s upstream assets across the globe.  \n\n “BP has been one of the pioneers in digital technology in our industry, and co-development of Plant Operations Advisor with BHGE is a key plank of modernizing and transforming our upstream operations , ” said Ahmed Hashmi, BP’s global head of upstream technology. “ We expect the deployment of this technology not only to deliver improvements in safety, reliability and performance of our assets, but also to help raise the bar for the entire oil and gas industry.”  \n\n Built on GE’s Predix platform, POA applies analytics to real-time data from the production system and provides system-level insights to engineers so operational issues on processes and equipment can be addressed before they become significant. POA helps engineers manage the performance of BP’s offshore assets by further ensuring that assets operate within safe operating limits to reduce unplanned downtime. \n\n Now live across the Gulf of Mexico, POA works across more than 1,200 mission-critical pieces of equipment, analyzing  more than 155 million data points per day and delivering insights on performance and maintenance.  There are plans to continue augmenting the analytical capabilities in the system as POA is expanded to BP’s upstream assets around the globe.  \n\n BP and BHGE announced a partnership in 2016 to develop POA, an industry-wide solution for improved plant reliability. The teams have built a suite of cloud-based Industrial Internet of Things (IoT) solutions that have been tailor-fit for BP’s oil and gas operations.   \n\n “The partnership between BP and BHGE has resulted in a unique set of capabilities that quickly find valuable insights in streams of operational data,” said Matthias Heilmann, president and CEO of Digital Solutions and chief digital officer for Baker Hughes, a GE company. “Together, we are creating leading-edge technologies to automate processes and increase the safety and reliability of BP’s upstream assets. As we extend the solution globally, this will become the largest upstream Industrial IoT deployment in the world when complete.” \n\n BP is currently in the process of deploying POA to its operations in Angola with additional deployments in Oman and the North Sea scheduled for 2019. \n\n *Press release first published on BP's newsroom  here \n\n   \n\n   \n\n About BP: \n\n BP is a global producer of oil and gas with operations in over 70 countries. BP has a larger economic footprint in the U.S. than in any other nation, and it has invested more than $100 billion here since 2005. BP employs about 14,000 people across the U.S. and supports more than 106,000 additional jobs through all its business activities. For more information on BP in America, visit  www.bp.com/us . \n\n "},
{"Date": "Sep 04, 2018", "Header": "Saudi Aramco awards BHGE integrated services contract for Marjan field", "url": "https://www.bhge.com/news/saudi-aramco-awards-bhge-integrated-services-contract-marjan-field", "Textbody": "\n   \n   \n     \n       \n         \n               First of three major offshore expansions in Saudi Arabia, Marjan is Saudi Aramco’s largest upstream development this year \n\t BHGE to provide drilling services, coiled tubing services and drilling fluids engineering services  \n   \n\n Dhahran, Saudi Arabia:  September 4 , 2018:  Saudi Aramco has awarded today the first large-scope integrated services contract for its Marjan oilfield – the first of three major offshore expansions in Saudi Arabia, and the company’s largest upstream development project this year – to Baker Hughes, a GE company (BHGE). Under the contract’s terms, BHGE will provide drilling services, coiled tubing services and drilling fluids engineering services in Marjan.  \n\n The work will start this month with an aim to increase the field’s capacity. BHGE’s provision of drilling services will include logging-while-drilling, reservoir navigation services, and rotary steerable services.  \n\n Mohammed Y. Al Qahtani, Senior Vice President of Upstream at Saudi Aramco , said: “The Marjan oilfield is one of the major upstream developments this year that will contribute to the Kingdom’s oil production strengths, helping maintain capacity and meet domestic and global demand. We are pleased to work with BHGE as a partner with proven offshore drilling strengths and technologies.” \n\n Lorenzo Simonelli, Chairman and CEO of BHGE ,  said: “We are honored to win the integrated services contract from Saudi Aramco, which highlights our strong track-record in Saudi offshore operations. BHGE is a leader in providing offshore drilling, and we understand the requirements of our customers. With a significant number of wells, the Marjan expansion requires proven and efficient technology, matched by digital competencies that BHGE can deliver, which will make the operations seamless. All our solutions for Marjan are designed to achieve the best outcomes that meet Saudi Aramco’s goals.”  \n\n BHGE's localization footprint includes an assembly, maintenance & overhaul workshop, a drill bits manufacturing facility that exports to over 40 countries; a completions and well intervention facility; a pressure control facility that is the largest and most advanced by BHGE in the region with the manufacturing done entirely in the Kingdom; the Dhahran Technology Center that has over 15 R&D projects and has filed over 30 patents; an artificial lift facility that partners with 120 local suppliers; a turbomachinery processes and services facility; and one of the first and largest chemical blending plants in the Kingdom. \n\n -ends- \n\n   \n\n About Saudi Aramco  \n\n Saudi Aramco is a world leader in integrated energy and chemicals. We are driven by the core belief that energy is opportunity. From producing approximately one in every eight barrels of the world’s crude oil supply to developing new energy technologies, our global team is dedicated to creating a positive impact in all that we do. We focus on making our resources more sustainable and more useful. This promotes long-term economic growth and prosperity around the world. Visit us at www.saudiaramco.com.  \n\n   \n\n Aramco media inquiries:   international.media@aramco.com \n\n   \n\n "},
{"Date": "Sep 10, 2018", "Header": "Baker Hughes, a GE company Announces October 2018 Rig Counts", "url": "https://www.bhge.com/news/baker-hughes-ge-company-announces-october-2018-rig-counts", "Textbody": "\n   \n   \n     \n       \n         \n               HOUSTON and LONDON--(BUSINESS WIRE)— November 7, 2018-- Baker Hughes, a GE company (NYSE:BHGE) announced today that the Baker Hughes international rig count for October 2018 was 1,017, up 13 from the 1,004 counted in September 2018, and up 66 from the 951 counted in October 2017. The international offshore rig count for October 2018 was 207, up 3 from the 204 counted in September 2018, and up 3 from the 204 counted in October 2017. \n\n The average U.S. rig count for October 2018 was 1,062, up 9 from the 1,053   counted in September 2018, and up 140 from the 922 counted in October 2017. The average Canadian rig count for October 2018 was 192, down 9 from the 201 counted in September 2018, and down 12 from the 204 counted in October 2017.  \n\n The worldwide rig count for October 2018 was 2,271, up 13 from the 2,258 counted in September 2018, and up 194 from the 2,077 counted in October 2017. \n\n October 2018 Rig Counts \n\n \n\n   \n\n About the Baker Hughes Rig Counts \n\n The Baker Hughes rig counts are counts of the number of drilling rigs actively exploring for or developing oil or natural gas in the U.S., Canada and international markets. The company has issued the rig counts as a service to the petroleum industry since 1944, when Hughes Tool Company began weekly counts of the U.S. and Canadian drilling activity. The monthly international rig count was initiated in 1975.  \n\n The North American rig count is scheduled to be released at noon Central Time on the last working day of each week. The international rig count is scheduled to be released on the fifth working day of the month at 5:00 a.m. Central Time. Additional detailed information on the Baker Hughes rig counts is available from our  website.   \n\n   \n\n "},
{"Date": "Sep 10, 2018", "Header": "Baker Hughes, a GE company Announces September 2018 Rig Counts ", "url": "https://www.bhge.com/news/baker-hughes-ge-company-announces-september-2018-rig-counts", "Textbody": "\n   \n   \n     \n       \n         \n               HOUSTON and LONDON--(BUSINESS WIRE)—October 5, 2018-- Baker Hughes, a GE company (NYSE:BHGE) announced today that the Baker Hughes international rig count for September 2018 was 1,004, down 4 from the 1,008 counted in August 2018, and up 73 from the 931 counted in September 2017. The international offshore rig count for September 2018 was 204, down 8 from the 212 counted in August 2018, and up 14 from the 190 counted in September 2017. \n\n The average U.S. rig count for September 2018 was 1,053, up 3 from the 1,050   counted in August 2018, and up 113 from the 940 counted in September 2017. The average Canadian rig count for September 2018 was 201, down 19 from the 220 counted in August 2018, and down 9 from the 210 counted in September 2017.  \n\n The worldwide rig count for September 2018 was 2,258, down 20 from the 2,278 counted in August 2018, and up 177 from the 2,081 counted in September 2017. \n\n September 2018 Rig Counts \n\n \n\n   \n\n About the Baker Hughes Rig Counts \n\n The Baker Hughes rig counts are counts of the number of drilling rigs actively exploring for or developing oil or natural gas in the U.S., Canada and international markets. The company has issued the rig counts as a service to the petroleum industry since 1944, when Hughes Tool Company began weekly counts of the U.S. and Canadian drilling activity. The monthly international rig count was initiated in 1975.  \n\n The North American rig count is scheduled to be released at noon Central Time on the last working day of each week. The international rig count is scheduled to be released on the fifth working day of the month at 5:00 a.m. Central Time. Additional detailed information on the Baker Hughes rig counts is available from our  website.   \n\n   \n\n "},
{"Date": "Sep 10, 2018", "Header": "Baker Hughes, a GE company Announces Date Change for Third Quarter 2018 Earnings Release and Webcast", "url": "https://www.bhge.com/news/baker-hughes-ge-company-announces-date-change-third-quarter-2018-earnings-release-and-webcast", "Textbody": "\n   \n   \n     \n       \n         \n                HOUSTON and LONDON — October 15, 2018 — Baker Hughes, a GE company (NYSE: BHGE) announced today that it has changed the date of its previously announced third quarter 2018 earnings release and webcast. BHGE will now hold a webcast on Tuesday, October 30, 2018 to discuss the results for the third quarter ending September 30, 2018. The webcast is scheduled to begin at 9:00 a.m. Eastern Time (8:00 a.m. Central Time).  A press release announcing the results will be issued at 6:45 a.m. Eastern Time (5:45 a.m. Central Time). \n\n To access the webcast, listeners should visit the BHGE website at:  investors.bhge.com . An archived version of the webcast will be available on the BHGE website for one month following the webcast.  \n\n   \n\n ### \n\n   \n\n "},
{"Date": "Oct 02, 2018", "Header": "Bruce Power awards controls upgrades contract to BHGE for world’s largest operating nuclear power facility", "url": "https://www.bhge.com/news/bruce-power-awards-controls-upgrades-contract-bhge-worlds-largest-operating-nuclear-power-facility", "Textbody": "\n   \n   \n     \n       \n         \n               BHGE was awarded a contract for six turbine control upgrades at Bruce Power in Ontario, Canada \n\t Bruce Power is the world’s largest operating nuclear power facility*  \n\t In addition to controls, BHGE will also provide Bently Nevada condition monitoring and cybersecurity solutions \n   \n\n TORONTO— October 1, 2018 — Baker Hughes, a GE company (NYSE: BHGE), today announced it has been awarded the first part of a contract for six turbine control upgrades at Bruce Power, the largest operating nuclear power facility in the world.* The contract includes industry-leading  Mark VIe turbine controls  as well as BHGE’s  Bently Nevada condition monitoring technology ,  Security ST cybersecurity protection suite  and turbine simulator software. Today’s announcement marks the largest controls contract awarded since BHGE was formed in 2017. \n\n With more than 47 terawatt hours of electricity produced annually, Bruce Power’s immense size, complexity and importance to the Ontario region require control systems that lead the industry in availability, reliability, and predictability. As of today, Bruce Power’s control systems are being upgraded to full digital analytic capability to enable greater efficiency of the plant for the next several decades of operation.  Over time, new control upgrade packages will help to extend the life of Bruce Power by an estimated 40 years. \n\n BHGE’s extensive expertise in the nuclear industry, OEM-agnostic retrofit experience, mechanical hydraulic knowledge and commitment to work with Bruce Power’s community development plan played important roles in BHGE successfully securing the contract.  The triple modular redundant design of BHGE’s turbine control and overspeed trip system will permit Bruce Power to enhance operability and reliability targets. By harnessing data from the Mark Vie controls and Bently Nevada 3500 condition monitoring systems, Bruce Power will be able to leverage predictive analytics via System 1 software and help drive greater efficiencies for the plant’s operations. \n\n “We are very pleased to work with Bruce Power on this important project, and our latest technologies will make Bruce Power a smarter operation for the future,” said Terry Knight, CEO of BHGE’s Control Solutions and Bently Nevada businesses. “Our longstanding OEM experience, combined with our ability to marry hardware and software successfully, will help to keep Bruce Power running for decades and drive new levels of efficiency. We’re truly excited to help make it happen.” \n\n “We are looking forward to growing our relationship with BHGE as we work together to successfully complete our Life Extension projects,” said Mike Rencheck, President and CEO, Bruce Power.  “By extending the life of the site to 2064, Bruce Power will create and sustain 22,000 jobs annually, across the province, while also delivering 30 per cent of Ontario’s electricity at 30 per cent less than the average cost to generate residential power.” \n\n   \n\n About BHGE Baker Hughes, a GE company (NYSE: BHGE) is the world’s first and only fullstream provider of integrated oilfield products, services and digital solutions. We deploy minds and machines to enhance customer productivity, safety and environmental stewardship, while minimizing costs and risks at every step of the energy value chain. With operations in over 120 countries, we infuse over a century of experience with the spirit of a startup, inventing smarter ways to bring energy to the world. \n\n   \n\n About Bruce Power \n\n Formed in 2001, Bruce Power is an electricity company based in Bruce County, Ontario. We are powered by our people. Our 4,200 employees are the foundation of our accomplishments and are proud of the role they play in safely delivering clean, reliable, low-cost nuclear power to families and businesses across the province. Bruce Power has worked hard to build strong roots in Ontario and is committed to protecting the environment and supporting the communities in which we live. Learn more at www.brucepower.com and follow us on Facebook, Twitter, LinkedIn, Instagram and YouTube. \n\n *Source:  https://www.brucepower.com/bruce-power-canadas-largest-public-private-partnership/   \n\n   \n\n For more information, please contact: Thomas Millas \nCommunications Leader, Measurement & Controls \nBaker Hughes, a GE Company \n+1 910 515 7873 thomas.millas@ge.com   \n\n John Peevers \n\n Director, Corporate Communications  \n\n Bruce Power \n\n 519-361-6583 \n\n John.peevers@brucepower.com \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Oct 09, 2018", "Header": "Bently Nevada Celebrates Over 60 Years of Innovation ", "url": "https://www.bhge.com/news/bently-nevada-celebrates-over-60-years-innovation", "Textbody": "\n   \n   \n     \n       \n         \n               Bently Nevada, part of Baker Hughes, a GE company, has been a world leader in condition monitoring and asset protection for 60+ years \n\t BHGE and Bently Nevada leadership are continuing to commit to R&D funding over the next three years for next generation technology development \n\t Bently Nevada continues to build ties to the community with 600+ local employees and 1500+ global employees \n   \n\n MINDEN, NEVADA— OCTOBER 9, 2018 —  Bently Nevada * (“Bently”), a business of  Baker Hughes, GE company  (NYSE: BHGE), is celebrating over 60 years of innovation this month and is announcing today a continued investment in research & development funding over the next three years. With more than 600 employees locally in Minden, Bently is currently the largest employer in Douglas County and has been a world leader in asset condition monitoring and protection since the 1960s. Today, Bently is pioneering next generation technologies for the Industrial Internet of Things and continues to look towards the future. \n\n Six decades ago, founder Don Bently first developed industry-transforming Eddy current sensors in his own garage, ultimately leading to the creation of Bently Nevada LLC in Carson Valley, Nevada. Bently is pushing forward still, with products and services that protect the safety and enhance the capabilities of critical equipment in approximately 120 countries and more than a dozen industries.  In the early 2000s, Bently was acquired by GE, and in 2017 Bently became part of BHGE with renewed investment for the future. \n\n Today, Bently is a growing, thriving technology business, with engineers and team members who are making a positive global impact every day. Over the years, Bently has built unique and lasting relationships with local universities across the region, allowing graduates to begin their careers and pursue their passions in Douglas County and beyond. The business will continue to have strong local relationships with universities and community organizations moving forward as new generations of team members join to help develop smarter ways to bring energy to the world. \n\n “Bently is a vital part of the BHGE portfolio and an integral part of the local community,” said Terry Knight, President & CEO of Bently Nevada.  “The technology we develop here in Minden and across our global locations helps improve our everyday lives, even though you don’t always see it day-to-day.  As we look towards the next 60 years of innovation, we remain committed to developing the best products, services and solutions we can while remaining focused on our fantastic employees, particularly here at our headquarters in Nevada.” \n\n Bently is re-investing in both people and technology developments to deliver the best products and software to its customers, particularly with the recent rise of the Industrial Internet of Things. Bently’s plant-wide solutions marry hardware and software technologies to make the industrial operations far more efficient, safe, and reliable.  Bently Nevada is headquartered in Minden and continues to draw top talent from the region and beyond to develop the next generation of industrial technology for decades to come.  \n\n For more information about Bently Nevada, please visit:  www.bently.com    \n\n About BHGE Baker Hughes, a GE company (NYSE: BHGE) is the world’s first and only fullstream provider of integrated oilfield products, services and digital solutions. We deploy minds and machines to enhance customer productivity, safety and environmental stewardship, while minimizing costs and risks at every step of the energy value chain. With operations in over 120 countries, we infuse over a century of experience with the spirit of a startup, inventing smarter ways to bring energy to the world. \n\n * Bently Nevada and Orbit logo are registered trademarks of BHGE in the United States and other countries. All product and company names are trademarks of their respective holders. \n\n   \n\n For more information, please contact: Hannah Pence \nGlobal Communications Leader, Bently Nevada \nBaker Hughes, a GE Company \n+1 775 790 4727 hannah.pence@bhge.com   \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Sep 12, 2018", "Header": "BHGE delivers APM to SOCAR for digital transformation refinery and petrochemical projects", "url": "https://www.bhge.com/news/bhge-delivers-apm-socar-digital-transformation-refinery-and-petrochemical-projects", "Textbody": "\n   \n   \n     \n       \n         \n               Baker Hughes, a GE company is implementing Asset Performance Management (APM) software at STAR Refinery A.Ş. and Petkim Petrokimya Holding A.Ş. in Turkey    \n\t The APM software is a key mechanism for SOCAR to deliver new efficiency and reliability as part of the Asset Management System Establishment & Implementation Project  \n\t Owned by SOCAR Turkey Enerji A.Ş., the two plants contribute to the increased oil refining and petrochemicals’ capacity of the country  \n\t BHGE is implementing the solution with asset management consultants from Fluor Corporation  \n   \n\n Istanbul, Turkey (September  12 , 2018):  Baker Hughes, a GE company (BHGE) is starting the rollout of its Asset Performance Management (APM) software to deliver efficiency and productivity for STAR Refinery A.Ş. (STAR) and Petkim Petrokimya Holding A.Ş. (Petkim), both owned by State Oil Company of Azerbaijan Republic (SOCAR). As part of the Asset Management System Establishment and Implementation Project, this marks the first-of-its-kind digital project by BHGE in Turkey and the first partnership globally with SOCAR. \n\n Applying the power of APM to operational data at SOCAR’s plants, the software will further support SOCAR’s goal to secure maximum capacity for Petkim by building the new STAR Refinery. The two plants are among the largest in the region, with Petkim Petrochemicals having a capacity of 3.6 MTPA, and STAR Refinery at 10 MTPA.  \n\n “The STAR Refinery and Petkim Petrochemicals plants are central to our strategy of diversifying energy supply to Turkey and Europe, with Turkey as a key hub for energy transport and production,”  said Emil Eminov, Chief Operating Officer (COO) of SOCAR Turkey Enerji A.Ş.  “The implementation of the Asset Management System Establishment and Implementation Project underlines our commitment to leverage industry’s best practices and innovative digital technology to bring unprecedented levels of productivity to these two plants. We intend to create an integrated asset management system in the Aliağa Peninsula, where our major investments are located. Our long-term agreement with BHGE will improve cost efficiency and productivity and support the creation of an integrated energy value supply chain through Turkey.” \n\n The APM suite is being implemented at SOCAR’s plants in Turkey with asset management consultants from Fluor Corporation, and in-line with the best practices identified under ISO 55000 and ISO 55001. Aimed at ensuring safe, stable and reliable operations at the two plants, the use of APM will also contribute to SOCAR’s ability to make data-informed decisions that increase life-cycle, lower operational costs through improved efficiency, enhance performance, and mitigate risks. With this project, BHGE aims to further strengthen its relationship with SOCAR and expands its reach to other markets too. \n\n “The implementation contract for APM software at SOCAR’s two plants is a significant win for BHGE, supporting our world-leading credentials in bringing advanced digital technology to the oil and gas industry,”  said   Rami Qasem, President & CEO of BHGE Middle East, North Africa, Turkey and India.  “Our technology was validated after a thorough review by experts at SOCAR ensuring that our solutions are the ideal fit for helping achieve the strategic growth goals of the company. We are excited to be working with SOCAR for the first time on digital and look forward to future collaborations. We thank all stakeholders for their support in driving forward the projects.” \n\n BHGE has a strong history of presence in Turkey, with fullstream support to key partners and customers such as BOTAŞ for pipelines and gas storage facilities, Turkish Petroleum (TP) for various onshore and offshore drilling activities, TANAP (Trans-Anatolian Natural Gas Pipeline) for mainline turbo compressors and multiple process equipment and TÜPRAŞ for power generation and various measurement and control technologies. \n\n Ends \n\n   \n\n SOCAR Turkey Energy AS \n\n SOCAR Turkey is a subsidiary of SOCAR, the State Oil Company of Azerbaijan Republic, and is Turkey’s largest international investor with multiple investments in the energy area. SOCAR Turkey’s investments include Petkim, Turkey’s leading petrochemicals manufacturer; STAR Refinery, which is due to begin operations in October 2018; and PETLİM, the largest container port on Turkey’s Aegean Sea coast. SOCAR Turkey intends to construct a new Aromatics / PTA unit adjacent to the newly constructed STAR Refinery located in Aliağa. SOCAR Turkey expects to take a final investment decision on the new petrochemicals site in 2019. \n\n   \n\n For media inquiries: \n\n Ebru Erdogan \n\n Media Relations Leader \n\n +90 212 305 0114 \n\n   \n\n "},
{"Date": "Oct 08, 2018", "Header": "ADNOC and BHGE Form a Strategic Partnership to Improve Drilling Efficiencies and Grow ADNOC Drilling into a…", "url": "https://www.bhge.com/news/adnoc-and-bhge-form-strategic-partnership-improve-drilling-efficiencies-and-grow-adnoc-drilling", "Textbody": "\n   \n   \n     \n       \n         \n               Strategic partnership will expand ADNOC Drilling’s capabilities into the integrated drilling and well construction segment and expand BHGE’s presence in the UAE \n\n BHGE will acquire a five percent stake in ADNOC Drilling, valuing the business at $11 billion ,  and the partnership will enable ADNOC Drilling to gain greater market access and new business opportunities \n\n ADNOC Drilling will obtain exclusive access to BHGE capabilities, market leading technology and equipment portfolio in the UAE to strengthen its service offering, technical expertise, improve drilling efficiencies and know-how \n\n ADNOC will  capture more value from growth across its conventional and unconventional hydrocarbon resources, expand  local talent development opportunities  and generate  greater in-country value for the UAE \n\n   \n\n Abu Dhabi, UAE – October 8, 2018:  Abu Dhabi National Oil Company (ADNOC or the Group) and  Baker Hughes, a GE company ( BHGE :NYSE )  today  signed   a  strategic partnership agreement ,  that will enable and support the growth and development of  ADNOC’s subsidiary , ADNOC Drilling,  into a fully- integrated drilling and well construction  provider.  As part of the agreement, BHGE  will acquire a five  percent stake in ADNOC Drilling. The transaction values ADNOC Drilling at approximately $11 billion. BHGE will be the sole provider of certain proprietary leading edge and differentiated equipment and technologies related to the integrated drilling offering, supporting ADNOC Drilling’s growth .  Together, ADNOC and  BHGE will deliver  more competitive well completion times, greater drilling efficiencies and better well economics, and will capitalize on new business opportunities as ADNOC Drilling grows through its new expanded offering. \n\n The partnership represents the first time that ADNOC has brought an international strategic partner to acquire a direct equity stake in one of its existing services businesses. ADNOC Drilling is the largest drilling company in the Middle East and the sole provider of drilling rigs and associated services to ADNOC Group companies. ADNOC Drilling also possesses decades of market experience and detailed knowledge of the UAE’s subsurface, enabling reduced risk in drilling activities. With more than 40 years of operations in the country, BHGE has deep domain expertise and a proven track record of solving complex drilling challenges through innovative technical solutions. Ongoing access and support from BHGE’s market-leading technology and equipment portfolio will help accelerate ADNOC Drilling’s ongoing growth and development of a broader product offering, including drilling and well completion services. This partnership structure aligns the interests of both ADNOC and BHGE in driving greater productivity and efficiency while increasing returns. \n\n The partnership is expected to generate predictable, long-term revenue streams and growth in the market for both companies through a mutually-beneficial, attractive commercial structure, pre-defined work plans and future dividends. ADNOC Drilling and BHGE will set up an advisory board with representation from both companies to oversee the implementation and ongoing operations, and BHGE will join ADNOC Drilling’s Board of Directors. \n\n The partnership will enable ADNOC to capture more value from every barrel of oil it produces as it plans to grow its conventional drilling activity by 40 percent by 2025 and substantially ramp up the number of its unconventional wells, in line with its 2030 smart growth strategy.  ADNOC Drilling will remain the sole rig provider to ADNOC Group Companies and capitalize on ADNOC’s growing upstream activity by deploying its new integrated offering to capture up to 30 percent of the drilling and completion market over the next three years, as it  demonstrates increasing drilling efficiencies and improved customer service levels. \n\n The two partners will be able to leverage ADNOC Drilling’s existing rig fleet capacity with limited capital expenditure outlay.  The partnership will  gain significant new business  opportunities, including the potential to offer integrated drilling services beyond the UAE’s borders. \n\n H.E. Dr Sultan Ahmed Al Jaber, UAE Minister of State and ADNOC Group CEO , said: “We are very pleased to be partnering with BHGE in ADNOC Drilling, in line with our wise leadership’s guidance to create and enhance value across our business by forming strategic partnerships. We chose BHGE after a rigorous and competitive process as a partner with whom we have a long-standing working relationship and who shares ADNOC’s long term vision and values. This unique partnership with BHGE comes at an important time in the drilling needs of Abu Dhabi as ADNOC grows its conventional and unconventional hydrocarbon resources and as we see future potential for further regional growth. It will ensure we will be able to better service our upstream growth while capturing and retaining greater value. \n\n “The partnership forms an important building block of ADNOC’s 2030 smart growth strategy as we continue to drive operational efficiency and performance, and unlock even more value from every barrel we produce. The combined capabilities and expertise from this partnership will create greater drilling efficiencies and faster well completion times, generate attractive returns and enable the transfer of know-how and access to technology. Importantly, it will also drive job creation and economic growth, as well as maintain a healthy level of competition in the dynamic UAE oilfield services market.” \n\n This partnership is another important step in ADNOC’s group-wide transformation and value creation program that addresses the evolving energy landscape and helps ensure ADNOC remains a resilient and flexible company able to take full advantage of market opportunities – from upstream to downstream. The Group’s transformation is supported by a new and expanded approach to strategic partnerships and co-investments as well as the more proactive management of ADNOC’s portfolio of businesses and allocation of capital. \n\n “This partnership brings together BHGE and ADNOC, backed by a close and long working relationship. We are very pleased to take a minority stake in ADNOC Drilling to jointly develop and further grow the company’s technical capabilities, market access and value. In a unique way, it allows us to drive predictable revenue streams and long-term growth for both companies and lets us invest in a stable, reliable and secure market environment. Supported by BHGE’s leading technology and service portfolio, ADNOC Drilling will enable ADNOC to unlock significant value from their untapped resources, while building local capabilities and accelerating overall market growth,” said  BHGE Chairman and Chief Executive Officer Lorenzo Simonelli . “The transaction significantly increases our activity in the region and demonstrates our unique ability to create value for our customers and shareholders through innovative commercial arrangements, partnerships and leading technology solutions.” \n\n The UAE is located in one of the world’s largest hydrocarbon super-basins with significant potential to tap its undeveloped reservoirs and further develop its existing resources. Realizing this potential, alongside the ongoing growth and development of ADNOC Drilling, will provide more opportunities for local third-party service providers to compete for and support ADNOC’s expanding integrated drilling and ancillary service requirements.  The transformation of ADNOC Drilling will improve the  integration of UAE private sector service providers, as well as create new career  opportunities for ADNOC employees  and support domestic economic growth. The partnership reinforces ADNOC’s in-country value creation strategy  and demonstrates BHGE’s longstanding commitment to the country . \n\n Today, BHGE employs more than 1,000 employees in the  UAE and supports customers with products and services spanning the entire oil and gas value chain. BHGE will maintain its existing operations and footprint in Abu Dhabi and will continue to leverage its  fullstream  portfolio to serve ADNOC and other customers in the Middle East region. \n\n   \n\n Transaction Highlights \n\n The partnership leverages a robust commercial framework and  aligns the interests of BHGE and ADNOC Drilling to drive significant and predictable  long-term earnings streams for both companies and  supports near and long-term development and growth of ADNOC Drilling. \n\n BHGE will acquire a five percent stake for $550 million in ADNOC Drilling. The transaction values ADNOC Drilling at approximately $11 billion, including approximately $1 billion of net debt \n\n Transaction includes an activity and milestone-based deferred consideration mechanism, beginning in 2023, linked to the development of ADNOC’s new conventional and  unconventional development program \n\n Partnership is a key step for capturing more value from ADNOC’s upstream growth and the substantial increase in the number of wells required, as well as a vehicle for the potential expansion of regional drilling services \n\n Partnership will support ADNOC’s target to reduce drilling time by 30 percent by the end of 2019 \n\n BHGE will receive a seat on ADNOC Drilling’s Board of Directors \n\n ADNOC Drilling expects to generate stable annual dividends with an estimated long-term yield in the range of seven percent per annum for both shareholders \n\n BHGE to provide ongoing technology, software, equipment and training support \n\n With operations commencing in 2019, the commercial framework accounts for BHGE’s working capital requirements and equipment lead times including milestones payments \n\n Expected to be  a ccretive to BHGE’s earnings per share starting the first year \n\n The transaction was approved by the Board of Directors of each company and  is  expected to close in the fourth quarter of 2018, subject to customary closing conditions including appropriate regulatory approvals. \n\n Moelis & Company is acting as exclusive fin ancial advisor to ADNOC and Citi  is acting as advisor to BHGE. \n\n   \n\n # # # \n\n   \n\n About ADNOC \n\n ADNOC is a major diversified group of energy and petrochemical companies that produces about 3 million barrels of oil and 10.5 billion cubic feet of raw gas a day. Its integrated upstream, midstream and downstream activities are carried out by 14 specialist subsidiary and joint venture companies. \n\n To find out more visit:  www.adnoc.ae \n\n For further information:  media@adnoc.ae \n\n   \n\n About ADNOC Drilling \n\n Established in 1972, ADNOC Drilling provides drilling rigs and associated services to ADNOC Group companies.  ADNOC Drilling is the largest drilling company in the Middle East, and operates an expansive fleet of rigs that includes 60 land rigs, 20 jackup rigs, and 11 island rigs, that drilled over 7,200 wells and more than 46.8 million feet. \n\n To find out more visit:  www.adnoc.ae/en/adnoc-drilling \n\n   \n\n "},
{"Date": "Jan 24, 2018", "Header": "BHGE Announces Fourth Quarter and Total Year 2017 Results", "url": "https://www.bhge.com/news/bhge-announces-fourth-quarter-and-total-year-2017-results", "Textbody": "\n   \n   \n     \n       \n         \n               Investor Contact:  \nPhilipp Mueller, +1 281 809 9088, investor.relations@bhge.com  \n  Media Contact:  \nStephanie Cathcart, +1 202 637 4108, stephanie.cathcart@bhge.com \nMelanie Kania, +1 713 439 8303, melanie.kania@bhge.com \n\n Click  here  to download PDF version. \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Jan 29, 2018", "Header": "Technology deals and new digital partnerships show industry is embracing new ways of working, says BHGE…", "url": "https://www.bhge.com/news/technology-deals-and-new-digital-partnerships-show-industry-embracing-new-ways-working-says-bhge", "Textbody": "\n   \n   \n     \n       \n         \n                 \n\n Industry leaders gather in Florence, Italy to discuss new technology, digitization and innovative commercial partnerships \n\t Digital Partnership: BHGE demonstrates digital expertise through work with Shell to enhance operator’s field planning to enable faster, more cost-effective decisions \n\t New Deal: Gas leadership position underlined with cutting-edge rotating equipment contracts from Maersk and Vietsovpetro \n   \n\n FLORENCE, 29 January, 2018: At its Annual Meeting in Florence, Italy, which brings together more than 1,000 senior oil and gas leaders and government leaders for a two-day event, Baker Hughes, a GE company (NYSE: BHGE) announced a series of new, innovative contracts and partnerships. \n\n As the world’s first and only technology and services company with fullstream capabilities and a holistic view of the oil and gas industry, BHGE’s integrated suite of products, technologies and digital solutions continues to help customers break down siloes and achieve radical improvements in efficiency, productivity, performance and project economics. \n\n “As an industry, we have had to learn some hard lessons and acknowledge the need to embrace new ways of working to reach the levels of optimization, efficiency and productivity required to grow,” said Lorenzo Simonelli, Chairman and CEO of BHGE. “The future of competitiveness in energy will be defined by radical improvements in project economics, significant shifts in the way we do business and the ability to balance energy demand and environmental responsibilities. Our industry will face challenges as it navigates continued market volatility, evolving policy priorities and cost pressure but we cannot forget our focus on productivity or allow old habits to return. \n\n “These deals and partnerships show the value of BHGE’s diversified portfolio, which allows us to partner with our customers and develop innovative solutions across the value chain. Our fullstream and integrated offerings are what differentiate us to compete in every segment and sector – upstream, midstream and downstream, brownfield and greenfield, onshore and offshore.” \n\n Modern, digital technologies are changing the way BHGE works with its customers and the outcomes it delivers. The company is helping to re-invent how work gets done and deliver radical efficiencies across the value chain, as demonstrated by a partnership with Shell. \n\n BHGE has jointly developed JewelSuite, which is revolutionizing the way Shell executes field development planning by integrating data and workflows from seismic interpretation all the way through to geological modelling. This allows Shell to reduce uncertainties on well placement, reserves estimation, and production planning. \n\n “Digital Technologies have been an important feature in our industry for years but now the pace of change is increasing dramatically. What used to take years or months to be developed and deployed, can now take only weeks,” said Harry Brekelmans, Director Shell Projects and Technology. \n\n BHGE also announced two deals that further underline the company’s leadership in gas technologies. \n\n A contract with Maersk Oil will see BHGE deliver an integrated scope of turbomachinery equipment for the topside production facility of the Tyra field redevelopment project, in the Danish North Sea, including seven compression trains featuring BCL centrifugal compressors driven by GE Power high speed electric motors; three gas turbine generator sets; and two turbo expanders. The compressor technology uses an active magnetic bearing (AMB) solution for both driver and driven equipment, and BHGE will supply AMB applications through a license-based partnership with SKF, a leading player in the development, manufacture and sale of active magnetic bearings and magnetic bearing control technologies. Adopting an AMB and high-speed electric motor configuration provides Maersk with an optimized, oil-less solution that eliminates lubricant materials and reduces the weight, footprint and maintenance costs for the equipment on the platform’s topside. \n\n On the power generation side, BHGE will supply the aeroderivative gas turbine, which is derived directly from GE Aviation’s aircraft engines and is a lighter, compact and more efficient option. The equipment will be manufactured, packaged and tested in the BHGE Turbomachinery & Process Solutions centers of excellence of Florence, Italy and Le Creusot, France.  \n\n Underlining its leadership in providing industry-leading gas turbine technology, BHGE is delivering 10 NovaLT16 gas turbines for customers in the APAC region. The latest deal will see BHGE supply the turbine to Vietsovpetro, the first time the proven technology will be deployed in an offshore environment in Vietnam. \n\n The country continues to have significant levels of oil and gas development both onshore and offshore, with increasing demand from power plants, refineries and petrochemical plants. The NovaLT16 – designed for both onshore and offshore applications – provides an efficient solution with a strong emphasis on high availability and reliability, while reducing operating costs. It will be combined with the gas compression platform’s existing gas engine-driven reciprocating compressors to expand gas compression capacity at Block 09-1. The turbine is designed for both mechanical drive and power generation applications and, for this development, its mechanical drive capabilities are ideally suited to enhance the facility’s gas compression performance, with 89% or higher compressor efficiency.  \n\n Developed and built in Florence, Italy, the turbine can operate for up to 35,000 hours between maintenance intervals and has been configured to ensure servicing activities can be completed quickly and efficiently, thereby reducing downtime, resulting in high levels of reliability, availability and efficiency, with reduced operating costs for the customer. \n\n Visit https://www.bhge.com/annual-meeting to learn more about the Florence event including the conference agenda and speakers guide, and where the full proceedings from the Annual Meeting will be shared at the close of the event. \n\n   \n\n "},
{"Date": "Feb 19, 2018", "Header": "BHGE signs MoU with Egyptian Ministry of Petroleum and Mineral Resources", "url": "https://www.bhge.com/newsroom-bhge-signs-mou-with-egyptian-ministry-petroleum-mineral-resources", "Textbody": "\n   \n   \n     \n       \n         \n                 \n\n The MoU is aligned with the Ministry of Petroleum & Mineral Resources (MoP) Modernization Program  \n\t The agreement aims to attract new investment in Egypt’s oil and gas sector \n\t BHGE’s digital capabilities will help drive efficiency improvements for managing bid rounds, and consolidating data securely \n \n  \n         \n\n         \n                 \n                Cairo, Egypt; Dubai, UAE; February 19, 2018 – BHGE (NYSE: BHGE) signed a memorandum of understanding (MoU) for the “Upstream Gateway Project” with the Egyptian Ministry of Petroleum & Mineral Resources, on the sidelines of the Egypt Petroleum Show (EGYPS), to support the modernization of the Egypt’s oil and gas sector. \r\n \r\nThe MoU, which is aligned to the ministry’s Modernization Program, focuses on driving efficiency across Egypt’s oil and gas sector through the management of bid rounds using BHGE’s advanced digital technologies for data consolidation and aggregation in a secure central data lake. The digital transformation of MoP’s National Data Center will further support the energy sector’s growth and attractiveness to international investors.  \r\n \r\nH.E. Eng. Tarek El Molla, Egypt’s Minister of Petroleum & Mineral Resources, said: “The MoU is a key step towards the modernization and digitization of Egypt’s oil and gas sector. We are proud of our partnership with BHGE to help us bring the Modernization Program to life via the Upstream Gateway Project. This project is aligned to our future vision in making Egypt’s oil and gas sector an attractive investment destination and a hub to serve the region.”  \r\n \r\nUnder this agreement, BHGE will be exploring avenues for managing, operating and financing Egypt’s Upstream Gateway Project and providing the right digital infrastructure, platform and applications to support the project, in addition to consultancy services for bid rounds, asset valuation and promotion of bid round blocks and predictive algorithms for bid round management.  \r\n \r\nBHGE will also be providing training to skilled professionals in the petroleum sector that will be managing the project, contributing to the advancement of local capabilities and skill development. The MoU is aligned to MoP’s Modernization Program, with a special focus on the investment attraction, people, downstream & upstream performance and decision support & data flow pillars.  \r\n \r\nAyman Khattab, VP of South Gulf and East Africa, BHGE, said: “We are proud of our partnership with the Ministry of Petroleum in Egypt. Today’s announcement demonstrates our continuing support of the ministry’s Modernization Program, with special focus on the upstream sector as a starting point. In the longer term, the project has scalability to support the digitization of Egypt’s midstream and downstream oil and gas sector, leveraging BHGE’s fullstream capabilities and solutions to drive further productivity and cost-efficiency across the value-chain.” \r\n \r\nBHGE has been a partner to Egypt since 1910, and this MoU is a testament of the company’s continued commitment to the country and support to the future vision for the oil and gas sector. \r\n \r\n# # # \r\n"},
{"Date": "Feb 14, 2018", "Header": "BHGE extends partnership with Petrojet with manufacturing contract for Zohr gas field", "url": "https://www.bhge.com/newsroom/bhge-extends-partnership-with-petrojet-egypt-manufacturing-contract-zohr-gas-field-developed-petrobel", "Textbody": "\n   \n   \n     \n       \n         \n               Partnership will further develop skills of local workforce and enhance in-country manufacturing capabilities \n\n The deal, worth close to EGP 1 billion will allow PetroJet to provide manufacturing and fabrication services to BHGE Egypt and potentially the broader MENAT region \n\n This deal represents the largest contract awarded by BHGE to a local partner in in the region \n\n   \n\n Cairo, Egypt; February 14, 2018  – BHGE (NYSE: BHGE) has awarded Petroleum Projects & Technical Consultations Company (Petrojet) a contract worth close to EGP 1 billion, extending an existing, long-term manufacturing partnership between the two companies.  \n\n The deal will allow Petrojet to provide manufacturing services for BHGE’s upstream oil and gas operations in Egypt, including the fabrication, construction, and testing of heavy-duty structures and components for BHGE’s subsea production system for Phase two of the Zohr gas field, situated in the Mediterranean Sea, off the Egyptian Coast, which was awarded to BHGE last year by Petrobel. \n\n “We are proud to be expanding our partnership with BHGE, a leading global provider of advanced oil and gas technologies and services, that integrates Petrojet’s extensive knowledge of the local Egyptian, Middle Eastern and African markets with BHGE’s world class technology portfolio” stated  Eng.   Mr. Waleed Lotfy Mostafa, Chairman and CEO of Petrojet .  “By strengthening this partnership, we will continue our focus on co-developing the localized solutions and capabilities required to enable us to respond to local and global market needs, while continuously improving the quality of service we provide to our customers.” \n\n The agreement underlines BHGE’s commitment to driving domestic value creation, developing local skilled jobs and improving  manufacturing capabilities in-country, specifically in terms of quality, delivery time and cost. The contract will also support the development of exports, with the potential to serve other markets in the Middle East and Africa. \n\n “Aligned with Egypt’s Vision 2030 and the Ministry of Petroleum’s Modernization Program, BHGE is supporting the country’s vision of achieving global competitiveness and becoming an important oil and gas hub for the region,” said  Ayman Khattab, VP of BHGE for the South Gulf and East Africa Geo-Market . “Egypt has a wealth of human capital with strong technical capabilities and, together with the ongoing development of the Zohr gas field and our partnership with Petrojet, we can build local know-how and create jobs to support industrial and economic growth in-country.” \n\n Graham Gillies, VP, Subsea Production Systems for BHGE  said: “In combining BHGE’s expertise in subsea systems and Petrojet’s extensive fabrication and manufacturing experience we are able to instill world-class capability to enable the successful implementation of this landmark project. This partnership model demonstrates how we are able to deliver efficiency gains for the success of the Zohr Phase II project as well as the wider oil and gas supply chain.” \n\n The agreement builds on GE’s long-standing partnership with Petrojet, one that has seen the two companies work together to locally manufacture BHGE’s API-certified sucker rod pumping units. These units have been fabricated and assembled in Petrojet’s workshop in Idku, Alexandria, with more than 1,170 assembled to date in Egypt. \n\n "},
{"Date": "Jan 30, 2018", "Header": "BHGE and TechnipFMC to collaborate on the development of Digital Apps for the LNG industry", "url": "https://www.bhge.com/newsroom/bhge-and-technipfmc-collaborate-on-development-digital-apps-lng-industry", "Textbody": "\n   \n   \n     \n       \n         \n               Florence - 30 January 2018 – TechnipFMC and Baker Hughes, a GE company ( BHGE)  have signed a new agreement for the development and deployment of digital applications to enable Liquefied Natural Gas (LNG) plant operators to significantly reduce non-productive time and unplanned maintenance. \n  \n         \n\n         \n                 \n                 The objective of the applications is to improve LNG plant operators’ ability to reasonably predict when equipment will most likely trip and to estimate at any given time, the risk of overall plant performance reduction. \r\n \r\nThe new development is an extension of BHGE’s Asset Performance Management (APM) software that will enable operators to forecast plant and critical equipment trips per defined intervals, thereby optimizing production and maintenance scheduling. Building on an agreement signed by BHGE and TechnipFMC in 2016, under the new agreement, BHGE will bring its expertise as a main supplier of rotating equipment for the LNG industry and will provide their digital technology (the Predix platform and APM software) to support these applications. TechnipFMC will bring its design expertise and engineering knowledge of the different assets that make up an LNG plant. Based on these contributions, BHGE and TechnipFMC will develop, test, and deploy advanced analytics to provide insights on the plant condition and to optimize the operations. Potential beneficiaries of the new applications include global LNG producing plants and both brownfield and greenfield (Floating)LNG projects. \r\n \r\n"},
{"Date": "Oct 03, 2018", "Header": "BHGE, McDermott, L&T Hydrocarbon Engineering Win Largest Indian Subsea Project for ONGC’s Prestigious 98/…", "url": "https://www.bhge.com/news/bhge-mcdermott-lt-hydrocarbon-engineering-win-largest-indian-subsea-project-ongcs-prestigious-982", "Textbody": "\n   \n   \n     \n       \n         \n               Companies will provide engineering, procurement, construction, installation and commissioning (EPCIC) for complete subsea scope including  subsea production systems and   subsea umbilicals, risers and flowlines for 34 wells  \n\t Combines industry-leading equipment and services for end-to-end project delivery  \n\t Project will help support India’s energy development and Make in India goals through local manufacturing  \n   \n\n NEW DELHI, October 3, 2018  – Baker Hughes, a GE company (NYSE: BHGE), McDermott International, Inc. (NYSE: MDR) and L&T Hydrocarbon Engineering (LTHE), a subsidiary of Larsen & Toubro (NSE: LT), were awarded the subsea contract for India’s Oil & Natural Gas Corporation’s (ONGC) largest deepwater project, the development of block DWN-98/2 in the Krishna Godavari basin. The project brings together leading subsea equipment and services from BHGE, McDermott and LTHE to provide ONGC with end-to-end project delivery. \n\n The integrated subsea package includes the supply of all subsea production systems (SPS), including 34 deepwater trees, and the installation of subsea umbilicals, risers and flowlines (SURF) at a water depth of between 984 feet (300 meters) and 10,500 feet (3,200 meters). \n\n BHGE will provide all of the subsea hardware as well as pre-commissioning services, and McDermott will bring its specialized fleet of pipelay and construction vessels and engineering, procurement, construction and installation capabilities. By reducing the number of interfaces across the project, the group aims to reduce complexity, drive speed and increase execution efficiency  for ONGC. \n\n “Today’s award represents an important milestone in support of ONGC and India’s commitment to help reach its energy potential.  Built on a unique successful partnership model with McDermott and LTHE, the project will deliver leading technologies to ONGC across a full subsea scope,” said Neil Saunders, president & CEO, Oilfield Equipment, BHGE. “As the industry moves toward greater collaboration across the value chain, we believe our technology and our unique commercial models are well-positioned to meet demand for future subsea projects.” \n\n “The consortium will provide an integrated solution that not only takes full advantage of the international expertise brought by BHGE and McDermott, but provides a key made-in-India element by LTHE that represents local capabilities as well,” said Ian Prescott, McDermott Senior Vice President for Asia Pacific. “Together, we will deliver the best in class solution to ONGC with cost-efficiency and industry leading safety.” \n\n BHGE’s scope will include subsea hardware including trees, manifolds, controls, connection systems, SPS installation tools and services, as well as flexible risers and flowlines, umbilical and topside controls. BHGE will also provide the pre-commissioning services for additional phases of the project. The project will leverage BHGE’s existing footprint in Kakinada for ongoing services. \n\n McDermott will be responsible for transportation and installation of SURF and SPS facilities using its engineering and other key resources in Kuala Lumpur, Malaysia and Chennai, India as well as its installation assets Derrick Barge 30, Lay Vessel North Ocean 105 and Lay Vessel 108. \n\n The project is one of the first major deepwater developments in India and a milestone for realizing India’s domestic energy potential. The group will offer a comprehensive solution that will also boost local manufacturing, in support of Make in India. Built on an agreement signed in 2016, LTHE and BHGE will fabricate manifolds for the first time in India as part of this project. \n\n The subsea award represents the largest single subsea contract awarded by ONGC. D elivery is scheduled for 2020 for the gas system and 2021 for the oil system.  \n\n   \n\n ### \n\n   \n\n About BHGE \n\n Baker Hughes, a GE company (NYSE:BHGE) is the world’s first and only fullstream provider of integrated oilfield products, services and digital solutions. We deploy minds and machines to enhance customer productivity, safety and environmental stewardship, while minimizing costs and risks at every step of the energy value chain. With operations in over 120 countries, we infuse over a century of experience with the spirit of a startup – inventing smarter ways to bring energy to the world. Visit us at  BHGE.com . \n\n   \n\n About McDermott \n\n McDermott is a premier, fully integrated provider of technology, engineering and construction solutions to the energy industry. For more than a century, customers have trusted McDermott to design and build end-to-end infrastructure and technology solutions—from the wellhead to the storage tank—to transport and transform oil and gas into the products the world needs today. Our proprietary technologies, integrated expertise and comprehensive solutions deliver certainty, innovation and added value to energy projects around the world. Customers rely on McDermott to deliver certainty to the most complex projects, from concept to commissioning. It is called the \"One McDermott Way.\" Operating in over 54 countries, McDermott's locally focused and globally-integrated resources include approximately 40,000 employees and engineers, a diversified fleet of specialty marine construction vessels and fabrication facilities around the world. As used in this press release, McDermott includes McDermott International, Inc. and its subsidiaries and affiliates.  To learn more, visit  www.mcdermott.com . \n\n   \n\n Forward-Looking Statements \n\n In accordance with the Safe Harbor provisions of the Private Securities Litigation Reform Act of 1995, McDermott cautions that statements in this press release which are forward-looking, and provide other than historical information, involve risks, contingencies and uncertainties that may impact McDermott's actual results of operations. These forward-looking statements include, among other things, statements about the expected scope, execution and timing of the project discussed in this press release. Although McDermott believes that the expectations reflected in those forward-looking statements are reasonable, we can give no assurance that those expectations will prove to have been correct. Those statements are made by using various underlying assumptions and are subject to numerous risks, contingencies and uncertainties, including, among others: adverse changes in the markets in which we operate or credit markets, our inability to successfully execute on contracts in backlog, changes in project design or schedules, the availability of qualified personnel, changes in the terms, scope or timing of contracts, contract cancellations, change orders and other modifications and actions by our customers and other business counterparties, changes in industry norms and adverse outcomes in legal or other dispute resolution proceedings. If one or more of these risks materialize, or if underlying assumptions prove incorrect, actual results may vary materially from those expected. For a more complete discussion of these and other risk factors, please see McDermott's annual and quarterly filings with the Securities and Exchange Commission, including its annual report on Form 10-K for the year ended December 31, 2017 and subsequent quarterly reports on Form 10-Q. This press release reflects management's views as of the date hereof. Except to the extent required by applicable law, McDermott undertakes no obligation to update or revise any forward-looking statement. \n\n   \n\n Contacts: \n\n   \n\n Baker Hughes, a GE company (BHGE) \n\n Media Relations:  Lynne Turnbull, +44 7771 996140,   lynne.turnbull@bhge.com   \n\n                                       Stephanie Cathcart, +1 202 549 6462 , stephanie.cathcart@bhge.com    \n\n Investor Relations:   Philipp Mueller, +1 281 809 9088,  investor.relations@bhge.com \n\n   \n\n McDermott International, Inc.  \n\n Investor Relations:  Scott Lamb, +1 832-513-1068,  Scott.Lamb@McDermott.com \n\n Global Media Relations:  Gentry Brann, +1 281-870-5269,  Gentry.Brann@McDermott.com \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"},
{"Date": "Feb 07, 2018", "Header": "BHGE Announces January 2018 Rig Counts", "url": "https://www.bhge.com/news/bhge-announces-january-2018-rig-counts", "Textbody": "\n   \n   \n     \n       \n         \n               Baker Hughes, a GE Company Announces January 2018 Rig Counts \n  \n         \n\n         \n        \n         \n       \n     \n     \n    \n     \n   \n   \n"}
]